<template>
	 <view class="container">
		 <view class="purchase-title">
		 	<image @click="back" src="/static/purchase/back.png" mode=""></image>
		 	<view>买卖双方协议</view>
		 </view>
		<view class="conts">
			<p>为维护“艺品品APP”（以及简称本平台）的正常交易秩序，参与买卖的双方必须遵守本协议。</p>
			
			<h3>一、会员类型</h3>
			<p>
			1. 本平台用户分为 普通用户、VIP用户、SVIP用户。<br>
			2. 交易手续费：<br>
				• 普通用户：0.5%。<br>
				• VIP、SVIP用户：0.25%。<br>
			3. 免费服务：<br>
				• 所有用户均享有发帖、提现免费服务。<br>
			</p>
			
			<h3>二、发帖规则</h3>
			<p>
			根据国家法律法规要求，实名制认证后方可发布买卖贴。<br>
			2.   用户在使用本平台发布信息时，须遵守以下规则：<br>
				1.禁止利用本平台危害国家安全、侵犯公民合法权益或传播不良信息，包括但不限于：<br>
			煽动抗拒或破坏宪法、法律实施；<br>
			煽动颠覆国家政权、分裂国家、破坏民族团结；<br>
			散布谣言、扰乱社会秩序；<br>
			传播淫秽、暴力、恐怖等内容；<br>
			捏造事实、侮辱他人或恶意攻击；<br>
			宣扬违法行为或进行商业广告。<br>
				2.若出现以上行为，本平台有权给予警告、删除内容等处理措施，必要时向国家相关部门报告。<br>
			</p>
			
	
			<h3>三、发布要求	</h3>
			<p>
			1.	遵守国家及地方相关法律法规。<br>
			2.	禁止发布国家法律规定的禁售物品。<br>
			3.	文明用语，禁止发布损害他人名誉的言行。<br>
			4.	真实描述藏品信息，包括：名称、分类、品相、价格、数量、规格、图片、帖子有效期、发货时间等。<br>
			5.	为确保交易安全，买卖双方须全程拍摄打包发货及拆包验货视频。<br>
			6.	禁售及限售品类：<br>
				• 国家法律规定的禁售品；<br>
				• 不属于本平台可售分类列表的商品。<br>
			</p>
			
			<h3>四、违约处理</h3>
			<p>
			1.  每次违约行为将记录在案，影响个人信誉；如为保证金交易，违约方的保证金将作为赔偿支付给守约方。<br>
			2.  违约次数处罚：<br>
				• 1次违约：警告；<br>
				• 2次违约：禁止交易功能7天；<br>
				• 3次违约：禁止交易功能30天；<br>
				• 4次违约：禁止交易功能90天；<br>
				• 5次违约：禁止交易功能180天；<br>
				• 6次及以上：禁止交易功能360天。<br>
			</p>
			
			<h3>五、交易规则</h3>
			<p>
				本平台严厉打击洗钱及其他非法活动，禁止虚假交易行为。一经发现，将采取封禁账户、追究法律责任等措施。<br>
			</p>
			
			<h3>六、邮寄损坏</h3>
			
			<p>若商品在邮寄过程中发生损坏、丢失等意外情况，卖家须：<br>
					• 需先行赔付买家损失；<br>
					• 向运输单位索赔，买家应积极配合索赔事宜。<br>
			</p>
			
			<h3>七、交易纠纷</h3>
			<p>	
			若交易双方任意一方对进行的交易存在争议时，应在第一时间与对方进行友好沟通，双方在协商过程中应保留好相关证据。<br>
			若协商无法解决，可申请平台介入，在申请平台介入时应上传双方协商无果的证据以及其它相关证据到平台，供平台仲裁使用。<br>
			为避免纠纷的产生，双方在收发包裹时均需拍摄视频各自保存，视频将在纠纷产生时做为证据。<br>
			若任意一方对平台的仲裁结果不满，可：<br>
			请求消费者协会或其它依法成立的调解组织；<br>
			向有关行政部门投诉；<br>
			提请仲裁机构仲裁；<br>
			向人民法院提起诉讼；<br>
					本平台将积极配合调解，并等待最终裁定结	果判定责任方。<br>
			</p>
			
			<h3>八、免责协议</h3>
			<p>
				1.	本平台作为交易信息发布及资金托管平台，不直接参与交易行为。用户因交易产生的纠纷、损失、责任均由买卖双方自行承担。<br>
				2.	因不可抗力（如自然灾害、政策变化、黑客攻击等）导致交易无法完成或延迟的，本平台不承担相关责任，但将协助用户解决问题。<br>
				3.	用户未遵守本协议相关条款造成的任何后果，均由用户自行承担责任。<br>
			</p>
		</view>
	</view>
</template>

<script setup>
	const emit = defineEmits(['back'])
	const back = () => {
		emit('back')
	}
</script>

<style>
	.container {
		padding: 28rpx 40rpx 160rpx 40rpx ;
	}
	.purchase-title {
		display: flex;
		align-items: center;
		gap: 20rpx;
		padding-bottom: 30rpx;
		image {
			width: 48rpx;
			height: 48rpx;
		}
		image:hover {
			cursor: pointer;
		}
		view {
			font-size: 40rpx;
			font-weight: 600;
			text-align: center;
		}
	}
	.conts {
		font-size: 14px;;
		color: #444;
		line-height: 26px;
	}
	p {
		margin-bottom: 20px;
	}
	
	h3 { 
		color: #333; 
		font-size: 16px; 
		margin-bottom: 12px;
	}
</style>