export const regionsList1 = [{
		"name": "北京",
		"val": "110000",
		"items": [{
			"name": "北京市",
			"val": "110100",
			"items": [{
					"name": "东城区",
					"val": "110101"
				},
				{
					"name": "西城区",
					"val": "110102"
				},
				{
					"name": "朝阳区",
					"val": "110105"
				},
				{
					"name": "丰台区",
					"val": "110106"
				},
				{
					"name": "石景山区",
					"val": "110107"
				},
				{
					"name": "海淀区",
					"val": "110108"
				},
				{
					"name": "门头沟区",
					"val": "110109"
				},
				{
					"name": "房山区",
					"val": "110111"
				},
				{
					"name": "通州区",
					"val": "110112"
				},
				{
					"name": "顺义区",
					"val": "110113"
				},
				{
					"name": "昌平区",
					"val": "110114"
				},
				{
					"name": "大兴区",
					"val": "110115"
				},
				{
					"name": "怀柔区",
					"val": "110116"
				},
				{
					"name": "平谷区",
					"val": "110117"
				},
				{
					"name": "密云区",
					"val": "110118"
				},
				{
					"name": "延庆区",
					"val": "110119"
				}
			]
		}]
	},
	{
		"name": "天津",
		"val": "120000",
		"items": [{
			"name": "天津市",
			"val": "120100",
			"items": [{
					"name": "和平区",
					"val": "120101"
				},
				{
					"name": "河东区",
					"val": "120102"
				},
				{
					"name": "河西区",
					"val": "120103"
				},
				{
					"name": "南开区",
					"val": "120104"
				},
				{
					"name": "河北区",
					"val": "120105"
				},
				{
					"name": "红桥区",
					"val": "120106"
				},
				{
					"name": "东丽区",
					"val": "120110"
				},
				{
					"name": "西青区",
					"val": "120111"
				},
				{
					"name": "津南区",
					"val": "120112"
				},
				{
					"name": "北辰区",
					"val": "120113"
				},
				{
					"name": "武清区",
					"val": "120114"
				},
				{
					"name": "宝坻区",
					"val": "120115"
				},
				{
					"name": "滨海新区",
					"val": "120116"
				},
				{
					"name": "宁河区",
					"val": "120117"
				},
				{
					"name": "静海区",
					"val": "120118"
				},
				{
					"name": "蓟州区",
					"val": "120119"
				}
			]
		}]
	},
	{
		"name": "河北省",
		"val": "130000",
		"items": [{
				"name": "石家庄市",
				"val": "130100",
				"items": [{
						"name": "长安区",
						"val": "130102"
					},
					{
						"name": "桥西区",
						"val": "130104"
					},
					{
						"name": "新华区",
						"val": "130105"
					},
					{
						"name": "井陉矿区",
						"val": "130107"
					},
					{
						"name": "裕华区",
						"val": "130108"
					},
					{
						"name": "藁城区",
						"val": "130109"
					},
					{
						"name": "鹿泉区",
						"val": "130110"
					},
					{
						"name": "栾城区",
						"val": "130111"
					},
					{
						"name": "井陉县",
						"val": "130121"
					},
					{
						"name": "正定县",
						"val": "130123"
					},
					{
						"name": "行唐县",
						"val": "130125"
					},
					{
						"name": "灵寿县",
						"val": "130126"
					},
					{
						"name": "高邑县",
						"val": "130127"
					},
					{
						"name": "深泽县",
						"val": "130128"
					},
					{
						"name": "赞皇县",
						"val": "130129"
					},
					{
						"name": "无极县",
						"val": "130130"
					},
					{
						"name": "平山县",
						"val": "130131"
					},
					{
						"name": "元氏县",
						"val": "130132"
					},
					{
						"name": "赵县",
						"val": "130133"
					},
					{
						"name": "石家庄高新技术产业开发区",
						"val": "130171"
					},
					{
						"name": "石家庄循环化工园区",
						"val": "130172"
					},
					{
						"name": "辛集市",
						"val": "130181"
					},
					{
						"name": "晋州市",
						"val": "130183"
					},
					{
						"name": "新乐市",
						"val": "130184"
					}
				]
			},
			{
				"name": "唐山市",
				"val": "130200",
				"items": [{
						"name": "路南区",
						"val": "130202"
					},
					{
						"name": "路北区",
						"val": "130203"
					},
					{
						"name": "古冶区",
						"val": "130204"
					},
					{
						"name": "开平区",
						"val": "130205"
					},
					{
						"name": "丰南区",
						"val": "130207"
					},
					{
						"name": "丰润区",
						"val": "130208"
					},
					{
						"name": "曹妃甸区",
						"val": "130209"
					},
					{
						"name": "滦南县",
						"val": "130224"
					},
					{
						"name": "乐亭县",
						"val": "130225"
					},
					{
						"name": "迁西县",
						"val": "130227"
					},
					{
						"name": "玉田县",
						"val": "130229"
					},
					{
						"name": "河北唐山芦台经济开发区",
						"val": "130271"
					},
					{
						"name": "唐山市汉沽管理区",
						"val": "130272"
					},
					{
						"name": "唐山高新技术产业开发区",
						"val": "130273"
					},
					{
						"name": "河北唐山海港经济开发区",
						"val": "130274"
					},
					{
						"name": "遵化市",
						"val": "130281"
					},
					{
						"name": "迁安市",
						"val": "130283"
					},
					{
						"name": "滦州市",
						"val": "130284"
					}
				]
			},
			{
				"name": "秦皇岛市",
				"val": "130300",
				"items": [{
						"name": "海港区",
						"val": "130302"
					},
					{
						"name": "山海关区",
						"val": "130303"
					},
					{
						"name": "北戴河区",
						"val": "130304"
					},
					{
						"name": "抚宁区",
						"val": "130306"
					},
					{
						"name": "青龙满族自治县",
						"val": "130321"
					},
					{
						"name": "昌黎县",
						"val": "130322"
					},
					{
						"name": "卢龙县",
						"val": "130324"
					},
					{
						"name": "秦皇岛市经济技术开发区",
						"val": "130371"
					},
					{
						"name": "北戴河新区",
						"val": "130372"
					}
				]
			},
			{
				"name": "邯郸市",
				"val": "130400",
				"items": [{
						"name": "邯山区",
						"val": "130402"
					},
					{
						"name": "丛台区",
						"val": "130403"
					},
					{
						"name": "复兴区",
						"val": "130404"
					},
					{
						"name": "峰峰矿区",
						"val": "130406"
					},
					{
						"name": "肥乡区",
						"val": "130407"
					},
					{
						"name": "永年区",
						"val": "130408"
					},
					{
						"name": "临漳县",
						"val": "130423"
					},
					{
						"name": "成安县",
						"val": "130424"
					},
					{
						"name": "大名县",
						"val": "130425"
					},
					{
						"name": "涉县",
						"val": "130426"
					},
					{
						"name": "磁县",
						"val": "130427"
					},
					{
						"name": "邱县",
						"val": "130430"
					},
					{
						"name": "鸡泽县",
						"val": "130431"
					},
					{
						"name": "广平县",
						"val": "130432"
					},
					{
						"name": "馆陶县",
						"val": "130433"
					},
					{
						"name": "魏县",
						"val": "130434"
					},
					{
						"name": "曲周县",
						"val": "130435"
					},
					{
						"name": "邯郸经济技术开发区",
						"val": "130471"
					},
					{
						"name": "邯郸冀南新区",
						"val": "130473"
					},
					{
						"name": "武安市",
						"val": "130481"
					}
				]
			},
			{
				"name": "邢台市",
				"val": "130500",
				"items": [{
						"name": "襄都区",
						"val": "130502"
					},
					{
						"name": "信都区",
						"val": "130503"
					},
					{
						"name": "任泽区",
						"val": "130505"
					},
					{
						"name": "南和区",
						"val": "130506"
					},
					{
						"name": "临城县",
						"val": "130522"
					},
					{
						"name": "内丘县",
						"val": "130523"
					},
					{
						"name": "柏乡县",
						"val": "130524"
					},
					{
						"name": "隆尧县",
						"val": "130525"
					},
					{
						"name": "宁晋县",
						"val": "130528"
					},
					{
						"name": "巨鹿县",
						"val": "130529"
					},
					{
						"name": "新河县",
						"val": "130530"
					},
					{
						"name": "广宗县",
						"val": "130531"
					},
					{
						"name": "平乡县",
						"val": "130532"
					},
					{
						"name": "威县",
						"val": "130533"
					},
					{
						"name": "清河县",
						"val": "130534"
					},
					{
						"name": "临西县",
						"val": "130535"
					},
					{
						"name": "河北邢台经济开发区",
						"val": "130571"
					},
					{
						"name": "南宫市",
						"val": "130581"
					},
					{
						"name": "沙河市",
						"val": "130582"
					}
				]
			},
			{
				"name": "保定市",
				"val": "130600",
				"items": [{
						"name": "竞秀区",
						"val": "130602"
					},
					{
						"name": "莲池区",
						"val": "130606"
					},
					{
						"name": "满城区",
						"val": "130607"
					},
					{
						"name": "清苑区",
						"val": "130608"
					},
					{
						"name": "徐水区",
						"val": "130609"
					},
					{
						"name": "涞水县",
						"val": "130623"
					},
					{
						"name": "阜平县",
						"val": "130624"
					},
					{
						"name": "定兴县",
						"val": "130626"
					},
					{
						"name": "唐县",
						"val": "130627"
					},
					{
						"name": "高阳县",
						"val": "130628"
					},
					{
						"name": "容城县",
						"val": "130629"
					},
					{
						"name": "涞源县",
						"val": "130630"
					},
					{
						"name": "望都县",
						"val": "130631"
					},
					{
						"name": "安新县",
						"val": "130632"
					},
					{
						"name": "易县",
						"val": "130633"
					},
					{
						"name": "曲阳县",
						"val": "130634"
					},
					{
						"name": "蠡县",
						"val": "130635"
					},
					{
						"name": "顺平县",
						"val": "130636"
					},
					{
						"name": "博野县",
						"val": "130637"
					},
					{
						"name": "雄县",
						"val": "130638"
					},
					{
						"name": "保定高新技术产业开发区",
						"val": "130671"
					},
					{
						"name": "保定白沟新城",
						"val": "130672"
					},
					{
						"name": "涿州市",
						"val": "130681"
					},
					{
						"name": "定州市",
						"val": "130682"
					},
					{
						"name": "安国市",
						"val": "130683"
					},
					{
						"name": "高碑店市",
						"val": "130684"
					}
				]
			},
			{
				"name": "张家口市",
				"val": "130700",
				"items": [{
						"name": "桥东区",
						"val": "130702"
					},
					{
						"name": "桥西区",
						"val": "130703"
					},
					{
						"name": "宣化区",
						"val": "130705"
					},
					{
						"name": "下花园区",
						"val": "130706"
					},
					{
						"name": "万全区",
						"val": "130708"
					},
					{
						"name": "崇礼区",
						"val": "130709"
					},
					{
						"name": "张北县",
						"val": "130722"
					},
					{
						"name": "康保县",
						"val": "130723"
					},
					{
						"name": "沽源县",
						"val": "130724"
					},
					{
						"name": "尚义县",
						"val": "130725"
					},
					{
						"name": "蔚县",
						"val": "130726"
					},
					{
						"name": "阳原县",
						"val": "130727"
					},
					{
						"name": "怀安县",
						"val": "130728"
					},
					{
						"name": "怀来县",
						"val": "130730"
					},
					{
						"name": "涿鹿县",
						"val": "130731"
					},
					{
						"name": "赤城县",
						"val": "130732"
					},
					{
						"name": "张家口经济开发区",
						"val": "130771"
					},
					{
						"name": "张家口市察北管理区",
						"val": "130772"
					},
					{
						"name": "张家口市塞北管理区",
						"val": "130773"
					}
				]
			},
			{
				"name": "承德市",
				"val": "130800",
				"items": [{
						"name": "双桥区",
						"val": "130802"
					},
					{
						"name": "双滦区",
						"val": "130803"
					},
					{
						"name": "鹰手营子矿区",
						"val": "130804"
					},
					{
						"name": "承德县",
						"val": "130821"
					},
					{
						"name": "兴隆县",
						"val": "130822"
					},
					{
						"name": "滦平县",
						"val": "130824"
					},
					{
						"name": "隆化县",
						"val": "130825"
					},
					{
						"name": "丰宁满族自治县",
						"val": "130826"
					},
					{
						"name": "宽城满族自治县",
						"val": "130827"
					},
					{
						"name": "围场满族蒙古族自治县",
						"val": "130828"
					},
					{
						"name": "承德高新技术产业开发区",
						"val": "130871"
					},
					{
						"name": "平泉市",
						"val": "130881"
					}
				]
			},
			{
				"name": "沧州市",
				"val": "130900",
				"items": [{
						"name": "新华区",
						"val": "130902"
					},
					{
						"name": "运河区",
						"val": "130903"
					},
					{
						"name": "沧县",
						"val": "130921"
					},
					{
						"name": "青县",
						"val": "130922"
					},
					{
						"name": "东光县",
						"val": "130923"
					},
					{
						"name": "海兴县",
						"val": "130924"
					},
					{
						"name": "盐山县",
						"val": "130925"
					},
					{
						"name": "肃宁县",
						"val": "130926"
					},
					{
						"name": "南皮县",
						"val": "130927"
					},
					{
						"name": "吴桥县",
						"val": "130928"
					},
					{
						"name": "献县",
						"val": "130929"
					},
					{
						"name": "孟村回族自治县",
						"val": "130930"
					},
					{
						"name": "河北沧州经济开发区",
						"val": "130971"
					},
					{
						"name": "沧州高新技术产业开发区",
						"val": "130972"
					},
					{
						"name": "沧州渤海新区",
						"val": "130973"
					},
					{
						"name": "泊头市",
						"val": "130981"
					},
					{
						"name": "任丘市",
						"val": "130982"
					},
					{
						"name": "黄骅市",
						"val": "130983"
					},
					{
						"name": "河间市",
						"val": "130984"
					}
				]
			},
			{
				"name": "廊坊市",
				"val": "131000",
				"items": [{
						"name": "安次区",
						"val": "131002"
					},
					{
						"name": "广阳区",
						"val": "131003"
					},
					{
						"name": "固安县",
						"val": "131022"
					},
					{
						"name": "永清县",
						"val": "131023"
					},
					{
						"name": "香河县",
						"val": "131024"
					},
					{
						"name": "大城县",
						"val": "131025"
					},
					{
						"name": "文安县",
						"val": "131026"
					},
					{
						"name": "大厂回族自治县",
						"val": "131028"
					},
					{
						"name": "廊坊经济技术开发区",
						"val": "131071"
					},
					{
						"name": "霸州市",
						"val": "131081"
					},
					{
						"name": "三河市",
						"val": "131082"
					}
				]
			},
			{
				"name": "衡水市",
				"val": "131100",
				"items": [{
						"name": "桃城区",
						"val": "131102"
					},
					{
						"name": "冀州区",
						"val": "131103"
					},
					{
						"name": "枣强县",
						"val": "131121"
					},
					{
						"name": "武邑县",
						"val": "131122"
					},
					{
						"name": "武强县",
						"val": "131123"
					},
					{
						"name": "饶阳县",
						"val": "131124"
					},
					{
						"name": "安平县",
						"val": "131125"
					},
					{
						"name": "故城县",
						"val": "131126"
					},
					{
						"name": "景县",
						"val": "131127"
					},
					{
						"name": "阜城县",
						"val": "131128"
					},
					{
						"name": "河北衡水高新技术产业开发区",
						"val": "131171"
					},
					{
						"name": "衡水滨湖新区",
						"val": "131172"
					},
					{
						"name": "深州市",
						"val": "131182"
					}
				]
			}
		]
	},
	{
		"name": "山西省",
		"val": "140000",
		"items": [{
				"name": "太原市",
				"val": "140100",
				"items": [{
						"name": "小店区",
						"val": "140105"
					},
					{
						"name": "迎泽区",
						"val": "140106"
					},
					{
						"name": "杏花岭区",
						"val": "140107"
					},
					{
						"name": "尖草坪区",
						"val": "140108"
					},
					{
						"name": "万柏林区",
						"val": "140109"
					},
					{
						"name": "晋源区",
						"val": "140110"
					},
					{
						"name": "清徐县",
						"val": "140121"
					},
					{
						"name": "阳曲县",
						"val": "140122"
					},
					{
						"name": "娄烦县",
						"val": "140123"
					},
					{
						"name": "山西转型综合改革示范区",
						"val": "140171"
					},
					{
						"name": "古交市",
						"val": "140181"
					}
				]
			},
			{
				"name": "大同市",
				"val": "140200",
				"items": [{
						"name": "新荣区",
						"val": "140212"
					},
					{
						"name": "平城区",
						"val": "140213"
					},
					{
						"name": "云冈区",
						"val": "140214"
					},
					{
						"name": "云州区",
						"val": "140215"
					},
					{
						"name": "阳高县",
						"val": "140221"
					},
					{
						"name": "天镇县",
						"val": "140222"
					},
					{
						"name": "广灵县",
						"val": "140223"
					},
					{
						"name": "灵丘县",
						"val": "140224"
					},
					{
						"name": "浑源县",
						"val": "140225"
					},
					{
						"name": "左云县",
						"val": "140226"
					},
					{
						"name": "山西大同经济开发区",
						"val": "140271"
					}
				]
			},
			{
				"name": "阳泉市",
				"val": "140300",
				"items": [{
						"name": "城区",
						"val": "140302"
					},
					{
						"name": "矿区",
						"val": "140303"
					},
					{
						"name": "郊区",
						"val": "140311"
					},
					{
						"name": "平定县",
						"val": "140321"
					},
					{
						"name": "盂县",
						"val": "140322"
					}
				]
			},
			{
				"name": "长治市",
				"val": "140400",
				"items": [{
						"name": "潞州区",
						"val": "140403"
					},
					{
						"name": "上党区",
						"val": "140404"
					},
					{
						"name": "屯留区",
						"val": "140405"
					},
					{
						"name": "潞城区",
						"val": "140406"
					},
					{
						"name": "襄垣县",
						"val": "140423"
					},
					{
						"name": "平顺县",
						"val": "140425"
					},
					{
						"name": "黎城县",
						"val": "140426"
					},
					{
						"name": "壶关县",
						"val": "140427"
					},
					{
						"name": "长子县",
						"val": "140428"
					},
					{
						"name": "武乡县",
						"val": "140429"
					},
					{
						"name": "沁县",
						"val": "140430"
					},
					{
						"name": "沁源县",
						"val": "140431"
					},
					{
						"name": "山西长治高新技术产业园区",
						"val": "140471"
					}
				]
			},
			{
				"name": "晋城市",
				"val": "140500",
				"items": [{
						"name": "城区",
						"val": "140502"
					},
					{
						"name": "沁水县",
						"val": "140521"
					},
					{
						"name": "阳城县",
						"val": "140522"
					},
					{
						"name": "陵川县",
						"val": "140524"
					},
					{
						"name": "泽州县",
						"val": "140525"
					},
					{
						"name": "高平市",
						"val": "140581"
					}
				]
			},
			{
				"name": "朔州市",
				"val": "140600",
				"items": [{
						"name": "朔城区",
						"val": "140602"
					},
					{
						"name": "平鲁区",
						"val": "140603"
					},
					{
						"name": "山阴县",
						"val": "140621"
					},
					{
						"name": "应县",
						"val": "140622"
					},
					{
						"name": "右玉县",
						"val": "140623"
					},
					{
						"name": "山西朔州经济开发区",
						"val": "140671"
					},
					{
						"name": "怀仁市",
						"val": "140681"
					}
				]
			},
			{
				"name": "晋中市",
				"val": "140700",
				"items": [{
						"name": "榆次区",
						"val": "140702"
					},
					{
						"name": "太谷区",
						"val": "140703"
					},
					{
						"name": "榆社县",
						"val": "140721"
					},
					{
						"name": "左权县",
						"val": "140722"
					},
					{
						"name": "和顺县",
						"val": "140723"
					},
					{
						"name": "昔阳县",
						"val": "140724"
					},
					{
						"name": "寿阳县",
						"val": "140725"
					},
					{
						"name": "祁县",
						"val": "140727"
					},
					{
						"name": "平遥县",
						"val": "140728"
					},
					{
						"name": "灵石县",
						"val": "140729"
					},
					{
						"name": "介休市",
						"val": "140781"
					}
				]
			},
			{
				"name": "运城市",
				"val": "140800",
				"items": [{
						"name": "盐湖区",
						"val": "140802"
					},
					{
						"name": "临猗县",
						"val": "140821"
					},
					{
						"name": "万荣县",
						"val": "140822"
					},
					{
						"name": "闻喜县",
						"val": "140823"
					},
					{
						"name": "稷山县",
						"val": "140824"
					},
					{
						"name": "新绛县",
						"val": "140825"
					},
					{
						"name": "绛县",
						"val": "140826"
					},
					{
						"name": "垣曲县",
						"val": "140827"
					},
					{
						"name": "夏县",
						"val": "140828"
					},
					{
						"name": "平陆县",
						"val": "140829"
					},
					{
						"name": "芮城县",
						"val": "140830"
					},
					{
						"name": "永济市",
						"val": "140881"
					},
					{
						"name": "河津市",
						"val": "140882"
					}
				]
			},
			{
				"name": "忻州市",
				"val": "140900",
				"items": [{
						"name": "忻府区",
						"val": "140902"
					},
					{
						"name": "定襄县",
						"val": "140921"
					},
					{
						"name": "五台县",
						"val": "140922"
					},
					{
						"name": "代县",
						"val": "140923"
					},
					{
						"name": "繁峙县",
						"val": "140924"
					},
					{
						"name": "宁武县",
						"val": "140925"
					},
					{
						"name": "静乐县",
						"val": "140926"
					},
					{
						"name": "神池县",
						"val": "140927"
					},
					{
						"name": "五寨县",
						"val": "140928"
					},
					{
						"name": "岢岚县",
						"val": "140929"
					},
					{
						"name": "河曲县",
						"val": "140930"
					},
					{
						"name": "保德县",
						"val": "140931"
					},
					{
						"name": "偏关县",
						"val": "140932"
					},
					{
						"name": "五台山风景名胜区",
						"val": "140971"
					},
					{
						"name": "原平市",
						"val": "140981"
					}
				]
			},
			{
				"name": "临汾市",
				"val": "141000",
				"items": [{
						"name": "尧都区",
						"val": "141002"
					},
					{
						"name": "曲沃县",
						"val": "141021"
					},
					{
						"name": "翼城县",
						"val": "141022"
					},
					{
						"name": "襄汾县",
						"val": "141023"
					},
					{
						"name": "洪洞县",
						"val": "141024"
					},
					{
						"name": "古县",
						"val": "141025"
					},
					{
						"name": "安泽县",
						"val": "141026"
					},
					{
						"name": "浮山县",
						"val": "141027"
					},
					{
						"name": "吉县",
						"val": "141028"
					},
					{
						"name": "乡宁县",
						"val": "141029"
					},
					{
						"name": "大宁县",
						"val": "141030"
					},
					{
						"name": "隰县",
						"val": "141031"
					},
					{
						"name": "永和县",
						"val": "141032"
					},
					{
						"name": "蒲县",
						"val": "141033"
					},
					{
						"name": "汾西县",
						"val": "141034"
					},
					{
						"name": "侯马市",
						"val": "141081"
					},
					{
						"name": "霍州市",
						"val": "141082"
					}
				]
			},
			{
				"name": "吕梁市",
				"val": "141100",
				"items": [{
						"name": "离石区",
						"val": "141102"
					},
					{
						"name": "文水县",
						"val": "141121"
					},
					{
						"name": "交城县",
						"val": "141122"
					},
					{
						"name": "兴县",
						"val": "141123"
					},
					{
						"name": "临县",
						"val": "141124"
					},
					{
						"name": "柳林县",
						"val": "141125"
					},
					{
						"name": "石楼县",
						"val": "141126"
					},
					{
						"name": "岚县",
						"val": "141127"
					},
					{
						"name": "方山县",
						"val": "141128"
					},
					{
						"name": "中阳县",
						"val": "141129"
					},
					{
						"name": "交口县",
						"val": "141130"
					},
					{
						"name": "孝义市",
						"val": "141181"
					},
					{
						"name": "汾阳市",
						"val": "141182"
					}
				]
			}
		]
	},
	{
		"name": "内蒙古自治区",
		"val": "150000",
		"items": [{
				"name": "呼和浩特市",
				"val": "150100",
				"items": [{
						"name": "新城区",
						"val": "150102"
					},
					{
						"name": "回民区",
						"val": "150103"
					},
					{
						"name": "玉泉区",
						"val": "150104"
					},
					{
						"name": "赛罕区",
						"val": "150105"
					},
					{
						"name": "土默特左旗",
						"val": "150121"
					},
					{
						"name": "托克托县",
						"val": "150122"
					},
					{
						"name": "和林格尔县",
						"val": "150123"
					},
					{
						"name": "清水河县",
						"val": "150124"
					},
					{
						"name": "武川县",
						"val": "150125"
					},
					{
						"name": "呼和浩特经济技术开发区",
						"val": "150172"
					}
				]
			},
			{
				"name": "包头市",
				"val": "150200",
				"items": [{
						"name": "东河区",
						"val": "150202"
					},
					{
						"name": "昆都仑区",
						"val": "150203"
					},
					{
						"name": "青山区",
						"val": "150204"
					},
					{
						"name": "石拐区",
						"val": "150205"
					},
					{
						"name": "白云鄂博矿区",
						"val": "150206"
					},
					{
						"name": "九原区",
						"val": "150207"
					},
					{
						"name": "土默特右旗",
						"val": "150221"
					},
					{
						"name": "固阳县",
						"val": "150222"
					},
					{
						"name": "达尔罕茂明安联合旗",
						"val": "150223"
					},
					{
						"name": "包头稀土高新技术产业开发区",
						"val": "150271"
					}
				]
			},
			{
				"name": "乌海市",
				"val": "150300",
				"items": [{
						"name": "海勃湾区",
						"val": "150302"
					},
					{
						"name": "海南区",
						"val": "150303"
					},
					{
						"name": "乌达区",
						"val": "150304"
					}
				]
			},
			{
				"name": "赤峰市",
				"val": "150400",
				"items": [{
						"name": "红山区",
						"val": "150402"
					},
					{
						"name": "元宝山区",
						"val": "150403"
					},
					{
						"name": "松山区",
						"val": "150404"
					},
					{
						"name": "阿鲁科尔沁旗",
						"val": "150421"
					},
					{
						"name": "巴林左旗",
						"val": "150422"
					},
					{
						"name": "巴林右旗",
						"val": "150423"
					},
					{
						"name": "林西县",
						"val": "150424"
					},
					{
						"name": "克什克腾旗",
						"val": "150425"
					},
					{
						"name": "翁牛特旗",
						"val": "150426"
					},
					{
						"name": "喀喇沁旗",
						"val": "150428"
					},
					{
						"name": "宁城县",
						"val": "150429"
					},
					{
						"name": "敖汉旗",
						"val": "150430"
					}
				]
			},
			{
				"name": "通辽市",
				"val": "150500",
				"items": [{
						"name": "科尔沁区",
						"val": "150502"
					},
					{
						"name": "科尔沁左翼中旗",
						"val": "150521"
					},
					{
						"name": "科尔沁左翼后旗",
						"val": "150522"
					},
					{
						"name": "开鲁县",
						"val": "150523"
					},
					{
						"name": "库伦旗",
						"val": "150524"
					},
					{
						"name": "奈曼旗",
						"val": "150525"
					},
					{
						"name": "扎鲁特旗",
						"val": "150526"
					},
					{
						"name": "通辽经济技术开发区",
						"val": "150571"
					},
					{
						"name": "霍林郭勒市",
						"val": "150581"
					}
				]
			},
			{
				"name": "鄂尔多斯市",
				"val": "150600",
				"items": [{
						"name": "东胜区",
						"val": "150602"
					},
					{
						"name": "康巴什区",
						"val": "150603"
					},
					{
						"name": "达拉特旗",
						"val": "150621"
					},
					{
						"name": "准格尔旗",
						"val": "150622"
					},
					{
						"name": "鄂托克前旗",
						"val": "150623"
					},
					{
						"name": "鄂托克旗",
						"val": "150624"
					},
					{
						"name": "杭锦旗",
						"val": "150625"
					},
					{
						"name": "乌审旗",
						"val": "150626"
					},
					{
						"name": "伊金霍洛旗",
						"val": "150627"
					}
				]
			},
			{
				"name": "呼伦贝尔市",
				"val": "150700",
				"items": [{
						"name": "海拉尔区",
						"val": "150702"
					},
					{
						"name": "扎赉诺尔区",
						"val": "150703"
					},
					{
						"name": "阿荣旗",
						"val": "150721"
					},
					{
						"name": "莫力达瓦达斡尔族自治旗",
						"val": "150722"
					},
					{
						"name": "鄂伦春自治旗",
						"val": "150723"
					},
					{
						"name": "鄂温克族自治旗",
						"val": "150724"
					},
					{
						"name": "陈巴尔虎旗",
						"val": "150725"
					},
					{
						"name": "新巴尔虎左旗",
						"val": "150726"
					},
					{
						"name": "新巴尔虎右旗",
						"val": "150727"
					},
					{
						"name": "满洲里市",
						"val": "150781"
					},
					{
						"name": "牙克石市",
						"val": "150782"
					},
					{
						"name": "扎兰屯市",
						"val": "150783"
					},
					{
						"name": "额尔古纳市",
						"val": "150784"
					},
					{
						"name": "根河市",
						"val": "150785"
					}
				]
			},
			{
				"name": "巴彦淖尔市",
				"val": "150800",
				"items": [{
						"name": "临河区",
						"val": "150802"
					},
					{
						"name": "五原县",
						"val": "150821"
					},
					{
						"name": "磴口县",
						"val": "150822"
					},
					{
						"name": "乌拉特前旗",
						"val": "150823"
					},
					{
						"name": "乌拉特中旗",
						"val": "150824"
					},
					{
						"name": "乌拉特后旗",
						"val": "150825"
					},
					{
						"name": "杭锦后旗",
						"val": "150826"
					}
				]
			},
			{
				"name": "乌兰察布市",
				"val": "150900",
				"items": [{
						"name": "集宁区",
						"val": "150902"
					},
					{
						"name": "卓资县",
						"val": "150921"
					},
					{
						"name": "化德县",
						"val": "150922"
					},
					{
						"name": "商都县",
						"val": "150923"
					},
					{
						"name": "兴和县",
						"val": "150924"
					},
					{
						"name": "凉城县",
						"val": "150925"
					},
					{
						"name": "察哈尔右翼前旗",
						"val": "150926"
					},
					{
						"name": "察哈尔右翼中旗",
						"val": "150927"
					},
					{
						"name": "察哈尔右翼后旗",
						"val": "150928"
					},
					{
						"name": "四子王旗",
						"val": "150929"
					},
					{
						"name": "丰镇市",
						"val": "150981"
					}
				]
			},
			{
				"name": "兴安盟",
				"val": "152200",
				"items": [{
						"name": "乌兰浩特市",
						"val": "152201"
					},
					{
						"name": "阿尔山市",
						"val": "152202"
					},
					{
						"name": "科尔沁右翼前旗",
						"val": "152221"
					},
					{
						"name": "科尔沁右翼中旗",
						"val": "152222"
					},
					{
						"name": "扎赉特旗",
						"val": "152223"
					},
					{
						"name": "突泉县",
						"val": "152224"
					}
				]
			},
			{
				"name": "锡林郭勒盟",
				"val": "152500",
				"items": [{
						"name": "二连浩特市",
						"val": "152501"
					},
					{
						"name": "锡林浩特市",
						"val": "152502"
					},
					{
						"name": "阿巴嘎旗",
						"val": "152522"
					},
					{
						"name": "苏尼特左旗",
						"val": "152523"
					},
					{
						"name": "苏尼特右旗",
						"val": "152524"
					},
					{
						"name": "东乌珠穆沁旗",
						"val": "152525"
					},
					{
						"name": "西乌珠穆沁旗",
						"val": "152526"
					},
					{
						"name": "太仆寺旗",
						"val": "152527"
					},
					{
						"name": "镶黄旗",
						"val": "152528"
					},
					{
						"name": "正镶白旗",
						"val": "152529"
					},
					{
						"name": "正蓝旗",
						"val": "152530"
					},
					{
						"name": "多伦县",
						"val": "152531"
					},
					{
						"name": "乌拉盖管委会",
						"val": "152571"
					}
				]
			},
			{
				"name": "阿拉善盟",
				"val": "152900",
				"items": [{
						"name": "阿拉善左旗",
						"val": "152921"
					},
					{
						"name": "阿拉善右旗",
						"val": "152922"
					},
					{
						"name": "额济纳旗",
						"val": "152923"
					},
					{
						"name": "内蒙古阿拉善高新技术产业开发区",
						"val": "152971"
					}
				]
			}
		]
	},
	{
		"name": "辽宁省",
		"val": "210000",
		"items": [{
				"name": "沈阳市",
				"val": "210100",
				"items": [{
						"name": "和平区",
						"val": "210102"
					},
					{
						"name": "沈河区",
						"val": "210103"
					},
					{
						"name": "大东区",
						"val": "210104"
					},
					{
						"name": "皇姑区",
						"val": "210105"
					},
					{
						"name": "铁西区",
						"val": "210106"
					},
					{
						"name": "苏家屯区",
						"val": "210111"
					},
					{
						"name": "浑南区",
						"val": "210112"
					},
					{
						"name": "沈北新区",
						"val": "210113"
					},
					{
						"name": "于洪区",
						"val": "210114"
					},
					{
						"name": "辽中区",
						"val": "210115"
					},
					{
						"name": "康平县",
						"val": "210123"
					},
					{
						"name": "法库县",
						"val": "210124"
					},
					{
						"name": "新民市",
						"val": "210181"
					}
				]
			},
			{
				"name": "大连市",
				"val": "210200",
				"items": [{
						"name": "中山区",
						"val": "210202"
					},
					{
						"name": "西岗区",
						"val": "210203"
					},
					{
						"name": "沙河口区",
						"val": "210204"
					},
					{
						"name": "甘井子区",
						"val": "210211"
					},
					{
						"name": "旅顺口区",
						"val": "210212"
					},
					{
						"name": "金州区",
						"val": "210213"
					},
					{
						"name": "普兰店区",
						"val": "210214"
					},
					{
						"name": "长海县",
						"val": "210224"
					},
					{
						"name": "瓦房店市",
						"val": "210281"
					},
					{
						"name": "庄河市",
						"val": "210283"
					}
				]
			},
			{
				"name": "鞍山市",
				"val": "210300",
				"items": [{
						"name": "铁东区",
						"val": "210302"
					},
					{
						"name": "铁西区",
						"val": "210303"
					},
					{
						"name": "立山区",
						"val": "210304"
					},
					{
						"name": "千山区",
						"val": "210311"
					},
					{
						"name": "台安县",
						"val": "210321"
					},
					{
						"name": "岫岩满族自治县",
						"val": "210323"
					},
					{
						"name": "海城市",
						"val": "210381"
					}
				]
			},
			{
				"name": "抚顺市",
				"val": "210400",
				"items": [{
						"name": "新抚区",
						"val": "210402"
					},
					{
						"name": "东洲区",
						"val": "210403"
					},
					{
						"name": "望花区",
						"val": "210404"
					},
					{
						"name": "顺城区",
						"val": "210411"
					},
					{
						"name": "抚顺县",
						"val": "210421"
					},
					{
						"name": "新宾满族自治县",
						"val": "210422"
					},
					{
						"name": "清原满族自治县",
						"val": "210423"
					}
				]
			},
			{
				"name": "本溪市",
				"val": "210500",
				"items": [{
						"name": "平山区",
						"val": "210502"
					},
					{
						"name": "溪湖区",
						"val": "210503"
					},
					{
						"name": "明山区",
						"val": "210504"
					},
					{
						"name": "南芬区",
						"val": "210505"
					},
					{
						"name": "本溪满族自治县",
						"val": "210521"
					},
					{
						"name": "桓仁满族自治县",
						"val": "210522"
					}
				]
			},
			{
				"name": "丹东市",
				"val": "210600",
				"items": [{
						"name": "元宝区",
						"val": "210602"
					},
					{
						"name": "振兴区",
						"val": "210603"
					},
					{
						"name": "振安区",
						"val": "210604"
					},
					{
						"name": "宽甸满族自治县",
						"val": "210624"
					},
					{
						"name": "东港市",
						"val": "210681"
					},
					{
						"name": "凤城市",
						"val": "210682"
					}
				]
			},
			{
				"name": "锦州市",
				"val": "210700",
				"items": [{
						"name": "古塔区",
						"val": "210702"
					},
					{
						"name": "凌河区",
						"val": "210703"
					},
					{
						"name": "太和区",
						"val": "210711"
					},
					{
						"name": "黑山县",
						"val": "210726"
					},
					{
						"name": "义县",
						"val": "210727"
					},
					{
						"name": "凌海市",
						"val": "210781"
					},
					{
						"name": "北镇市",
						"val": "210782"
					}
				]
			},
			{
				"name": "营口市",
				"val": "210800",
				"items": [{
						"name": "站前区",
						"val": "210802"
					},
					{
						"name": "西市区",
						"val": "210803"
					},
					{
						"name": "鲅鱼圈区",
						"val": "210804"
					},
					{
						"name": "老边区",
						"val": "210811"
					},
					{
						"name": "盖州市",
						"val": "210881"
					},
					{
						"name": "大石桥市",
						"val": "210882"
					}
				]
			},
			{
				"name": "阜新市",
				"val": "210900",
				"items": [{
						"name": "海州区",
						"val": "210902"
					},
					{
						"name": "新邱区",
						"val": "210903"
					},
					{
						"name": "太平区",
						"val": "210904"
					},
					{
						"name": "清河门区",
						"val": "210905"
					},
					{
						"name": "细河区",
						"val": "210911"
					},
					{
						"name": "阜新蒙古族自治县",
						"val": "210921"
					},
					{
						"name": "彰武县",
						"val": "210922"
					}
				]
			},
			{
				"name": "辽阳市",
				"val": "211000",
				"items": [{
						"name": "白塔区",
						"val": "211002"
					},
					{
						"name": "文圣区",
						"val": "211003"
					},
					{
						"name": "宏伟区",
						"val": "211004"
					},
					{
						"name": "弓长岭区",
						"val": "211005"
					},
					{
						"name": "太子河区",
						"val": "211011"
					},
					{
						"name": "辽阳县",
						"val": "211021"
					},
					{
						"name": "灯塔市",
						"val": "211081"
					}
				]
			},
			{
				"name": "盘锦市",
				"val": "211100",
				"items": [{
						"name": "双台子区",
						"val": "211102"
					},
					{
						"name": "兴隆台区",
						"val": "211103"
					},
					{
						"name": "大洼区",
						"val": "211104"
					},
					{
						"name": "盘山县",
						"val": "211122"
					}
				]
			},
			{
				"name": "铁岭市",
				"val": "211200",
				"items": [{
						"name": "银州区",
						"val": "211202"
					},
					{
						"name": "清河区",
						"val": "211204"
					},
					{
						"name": "铁岭县",
						"val": "211221"
					},
					{
						"name": "西丰县",
						"val": "211223"
					},
					{
						"name": "昌图县",
						"val": "211224"
					},
					{
						"name": "调兵山市",
						"val": "211281"
					},
					{
						"name": "开原市",
						"val": "211282"
					}
				]
			},
			{
				"name": "朝阳市",
				"val": "211300",
				"items": [{
						"name": "双塔区",
						"val": "211302"
					},
					{
						"name": "龙城区",
						"val": "211303"
					},
					{
						"name": "朝阳县",
						"val": "211321"
					},
					{
						"name": "建平县",
						"val": "211322"
					},
					{
						"name": "喀喇沁左翼蒙古族自治县",
						"val": "211324"
					},
					{
						"name": "北票市",
						"val": "211381"
					},
					{
						"name": "凌源市",
						"val": "211382"
					}
				]
			},
			{
				"name": "葫芦岛市",
				"val": "211400",
				"items": [{
						"name": "连山区",
						"val": "211402"
					},
					{
						"name": "龙港区",
						"val": "211403"
					},
					{
						"name": "南票区",
						"val": "211404"
					},
					{
						"name": "绥中县",
						"val": "211421"
					},
					{
						"name": "建昌县",
						"val": "211422"
					},
					{
						"name": "兴城市",
						"val": "211481"
					}
				]
			}
		]
	},
	{
		"name": "吉林省",
		"val": "220000",
		"items": [{
				"name": "长春市",
				"val": "220100",
				"items": [{
						"name": "南关区",
						"val": "220102"
					},
					{
						"name": "宽城区",
						"val": "220103"
					},
					{
						"name": "朝阳区",
						"val": "220104"
					},
					{
						"name": "二道区",
						"val": "220105"
					},
					{
						"name": "绿园区",
						"val": "220106"
					},
					{
						"name": "双阳区",
						"val": "220112"
					},
					{
						"name": "九台区",
						"val": "220113"
					},
					{
						"name": "农安县",
						"val": "220122"
					},
					{
						"name": "长春经济技术开发区",
						"val": "220171"
					},
					{
						"name": "长春净月高新技术产业开发区",
						"val": "220172"
					},
					{
						"name": "长春高新技术产业开发区",
						"val": "220173"
					},
					{
						"name": "长春汽车经济技术开发区",
						"val": "220174"
					},
					{
						"name": "榆树市",
						"val": "220182"
					},
					{
						"name": "德惠市",
						"val": "220183"
					},
					{
						"name": "公主岭市",
						"val": "220184"
					}
				]
			},
			{
				"name": "吉林市",
				"val": "220200",
				"items": [{
						"name": "昌邑区",
						"val": "220202"
					},
					{
						"name": "龙潭区",
						"val": "220203"
					},
					{
						"name": "船营区",
						"val": "220204"
					},
					{
						"name": "丰满区",
						"val": "220211"
					},
					{
						"name": "永吉县",
						"val": "220221"
					},
					{
						"name": "吉林经济开发区",
						"val": "220271"
					},
					{
						"name": "吉林高新技术产业开发区",
						"val": "220272"
					},
					{
						"name": "吉林中国新加坡食品区",
						"val": "220273"
					},
					{
						"name": "蛟河市",
						"val": "220281"
					},
					{
						"name": "桦甸市",
						"val": "220282"
					},
					{
						"name": "舒兰市",
						"val": "220283"
					},
					{
						"name": "磐石市",
						"val": "220284"
					}
				]
			},
			{
				"name": "四平市",
				"val": "220300",
				"items": [{
						"name": "铁西区",
						"val": "220302"
					},
					{
						"name": "铁东区",
						"val": "220303"
					},
					{
						"name": "梨树县",
						"val": "220322"
					},
					{
						"name": "伊通满族自治县",
						"val": "220323"
					},
					{
						"name": "双辽市",
						"val": "220382"
					}
				]
			},
			{
				"name": "辽源市",
				"val": "220400",
				"items": [{
						"name": "龙山区",
						"val": "220402"
					},
					{
						"name": "西安区",
						"val": "220403"
					},
					{
						"name": "东丰县",
						"val": "220421"
					},
					{
						"name": "东辽县",
						"val": "220422"
					}
				]
			},
			{
				"name": "通化市",
				"val": "220500",
				"items": [{
						"name": "东昌区",
						"val": "220502"
					},
					{
						"name": "二道江区",
						"val": "220503"
					},
					{
						"name": "通化县",
						"val": "220521"
					},
					{
						"name": "辉南县",
						"val": "220523"
					},
					{
						"name": "柳河县",
						"val": "220524"
					},
					{
						"name": "梅河口市",
						"val": "220581"
					},
					{
						"name": "集安市",
						"val": "220582"
					}
				]
			},
			{
				"name": "白山市",
				"val": "220600",
				"items": [{
						"name": "浑江区",
						"val": "220602"
					},
					{
						"name": "江源区",
						"val": "220605"
					},
					{
						"name": "抚松县",
						"val": "220621"
					},
					{
						"name": "靖宇县",
						"val": "220622"
					},
					{
						"name": "长白朝鲜族自治县",
						"val": "220623"
					},
					{
						"name": "临江市",
						"val": "220681"
					}
				]
			},
			{
				"name": "松原市",
				"val": "220700",
				"items": [{
						"name": "宁江区",
						"val": "220702"
					},
					{
						"name": "前郭尔罗斯蒙古族自治县",
						"val": "220721"
					},
					{
						"name": "长岭县",
						"val": "220722"
					},
					{
						"name": "乾安县",
						"val": "220723"
					},
					{
						"name": "吉林松原经济开发区",
						"val": "220771"
					},
					{
						"name": "扶余市",
						"val": "220781"
					}
				]
			},
			{
				"name": "白城市",
				"val": "220800",
				"items": [{
						"name": "洮北区",
						"val": "220802"
					},
					{
						"name": "镇赉县",
						"val": "220821"
					},
					{
						"name": "通榆县",
						"val": "220822"
					},
					{
						"name": "吉林白城经济开发区",
						"val": "220871"
					},
					{
						"name": "洮南市",
						"val": "220881"
					},
					{
						"name": "大安市",
						"val": "220882"
					}
				]
			},
			{
				"name": "延边朝鲜族自治州",
				"val": "222400",
				"items": [{
						"name": "延吉市",
						"val": "222401"
					},
					{
						"name": "图们市",
						"val": "222402"
					},
					{
						"name": "敦化市",
						"val": "222403"
					},
					{
						"name": "珲春市",
						"val": "222404"
					},
					{
						"name": "龙井市",
						"val": "222405"
					},
					{
						"name": "和龙市",
						"val": "222406"
					},
					{
						"name": "汪清县",
						"val": "222424"
					},
					{
						"name": "安图县",
						"val": "222426"
					}
				]
			}
		]
	},
	{
		"name": "黑龙江省",
		"val": "230000",
		"items": [{
				"name": "哈尔滨市",
				"val": "230100",
				"items": [{
						"name": "道里区",
						"val": "230102"
					},
					{
						"name": "南岗区",
						"val": "230103"
					},
					{
						"name": "道外区",
						"val": "230104"
					},
					{
						"name": "平房区",
						"val": "230108"
					},
					{
						"name": "松北区",
						"val": "230109"
					},
					{
						"name": "香坊区",
						"val": "230110"
					},
					{
						"name": "呼兰区",
						"val": "230111"
					},
					{
						"name": "阿城区",
						"val": "230112"
					},
					{
						"name": "双城区",
						"val": "230113"
					},
					{
						"name": "依兰县",
						"val": "230123"
					},
					{
						"name": "方正县",
						"val": "230124"
					},
					{
						"name": "宾县",
						"val": "230125"
					},
					{
						"name": "巴彦县",
						"val": "230126"
					},
					{
						"name": "木兰县",
						"val": "230127"
					},
					{
						"name": "通河县",
						"val": "230128"
					},
					{
						"name": "延寿县",
						"val": "230129"
					},
					{
						"name": "尚志市",
						"val": "230183"
					},
					{
						"name": "五常市",
						"val": "230184"
					}
				]
			},
			{
				"name": "齐齐哈尔市",
				"val": "230200",
				"items": [{
						"name": "龙沙区",
						"val": "230202"
					},
					{
						"name": "建华区",
						"val": "230203"
					},
					{
						"name": "铁锋区",
						"val": "230204"
					},
					{
						"name": "昂昂溪区",
						"val": "230205"
					},
					{
						"name": "富拉尔基区",
						"val": "230206"
					},
					{
						"name": "碾子山区",
						"val": "230207"
					},
					{
						"name": "梅里斯达斡尔族区",
						"val": "230208"
					},
					{
						"name": "龙江县",
						"val": "230221"
					},
					{
						"name": "依安县",
						"val": "230223"
					},
					{
						"name": "泰来县",
						"val": "230224"
					},
					{
						"name": "甘南县",
						"val": "230225"
					},
					{
						"name": "富裕县",
						"val": "230227"
					},
					{
						"name": "克山县",
						"val": "230229"
					},
					{
						"name": "克东县",
						"val": "230230"
					},
					{
						"name": "拜泉县",
						"val": "230231"
					},
					{
						"name": "讷河市",
						"val": "230281"
					}
				]
			},
			{
				"name": "鸡西市",
				"val": "230300",
				"items": [{
						"name": "鸡冠区",
						"val": "230302"
					},
					{
						"name": "恒山区",
						"val": "230303"
					},
					{
						"name": "滴道区",
						"val": "230304"
					},
					{
						"name": "梨树区",
						"val": "230305"
					},
					{
						"name": "城子河区",
						"val": "230306"
					},
					{
						"name": "麻山区",
						"val": "230307"
					},
					{
						"name": "鸡东县",
						"val": "230321"
					},
					{
						"name": "虎林市",
						"val": "230381"
					},
					{
						"name": "密山市",
						"val": "230382"
					}
				]
			},
			{
				"name": "鹤岗市",
				"val": "230400",
				"items": [{
						"name": "向阳区",
						"val": "230402"
					},
					{
						"name": "工农区",
						"val": "230403"
					},
					{
						"name": "南山区",
						"val": "230404"
					},
					{
						"name": "兴安区",
						"val": "230405"
					},
					{
						"name": "东山区",
						"val": "230406"
					},
					{
						"name": "兴山区",
						"val": "230407"
					},
					{
						"name": "萝北县",
						"val": "230421"
					},
					{
						"name": "绥滨县",
						"val": "230422"
					}
				]
			},
			{
				"name": "双鸭山市",
				"val": "230500",
				"items": [{
						"name": "尖山区",
						"val": "230502"
					},
					{
						"name": "岭东区",
						"val": "230503"
					},
					{
						"name": "四方台区",
						"val": "230505"
					},
					{
						"name": "宝山区",
						"val": "230506"
					},
					{
						"name": "集贤县",
						"val": "230521"
					},
					{
						"name": "友谊县",
						"val": "230522"
					},
					{
						"name": "宝清县",
						"val": "230523"
					},
					{
						"name": "饶河县",
						"val": "230524"
					}
				]
			},
			{
				"name": "大庆市",
				"val": "230600",
				"items": [{
						"name": "萨尔图区",
						"val": "230602"
					},
					{
						"name": "龙凤区",
						"val": "230603"
					},
					{
						"name": "让胡路区",
						"val": "230604"
					},
					{
						"name": "红岗区",
						"val": "230605"
					},
					{
						"name": "大同区",
						"val": "230606"
					},
					{
						"name": "肇州县",
						"val": "230621"
					},
					{
						"name": "肇源县",
						"val": "230622"
					},
					{
						"name": "林甸县",
						"val": "230623"
					},
					{
						"name": "杜尔伯特蒙古族自治县",
						"val": "230624"
					},
					{
						"name": "大庆高新技术产业开发区",
						"val": "230671"
					}
				]
			},
			{
				"name": "伊春市",
				"val": "230700",
				"items": [{
						"name": "伊美区",
						"val": "230717"
					},
					{
						"name": "乌翠区",
						"val": "230718"
					},
					{
						"name": "友好区",
						"val": "230719"
					},
					{
						"name": "嘉荫县",
						"val": "230722"
					},
					{
						"name": "汤旺县",
						"val": "230723"
					},
					{
						"name": "丰林县",
						"val": "230724"
					},
					{
						"name": "大箐山县",
						"val": "230725"
					},
					{
						"name": "南岔县",
						"val": "230726"
					},
					{
						"name": "金林区",
						"val": "230751"
					},
					{
						"name": "铁力市",
						"val": "230781"
					}
				]
			},
			{
				"name": "佳木斯市",
				"val": "230800",
				"items": [{
						"name": "向阳区",
						"val": "230803"
					},
					{
						"name": "前进区",
						"val": "230804"
					},
					{
						"name": "东风区",
						"val": "230805"
					},
					{
						"name": "郊区",
						"val": "230811"
					},
					{
						"name": "桦南县",
						"val": "230822"
					},
					{
						"name": "桦川县",
						"val": "230826"
					},
					{
						"name": "汤原县",
						"val": "230828"
					},
					{
						"name": "同江市",
						"val": "230881"
					},
					{
						"name": "富锦市",
						"val": "230882"
					},
					{
						"name": "抚远市",
						"val": "230883"
					}
				]
			},
			{
				"name": "七台河市",
				"val": "230900",
				"items": [{
						"name": "新兴区",
						"val": "230902"
					},
					{
						"name": "桃山区",
						"val": "230903"
					},
					{
						"name": "茄子河区",
						"val": "230904"
					},
					{
						"name": "勃利县",
						"val": "230921"
					}
				]
			},
			{
				"name": "牡丹江市",
				"val": "231000",
				"items": [{
						"name": "东安区",
						"val": "231002"
					},
					{
						"name": "阳明区",
						"val": "231003"
					},
					{
						"name": "爱民区",
						"val": "231004"
					},
					{
						"name": "西安区",
						"val": "231005"
					},
					{
						"name": "林口县",
						"val": "231025"
					},
					{
						"name": "牡丹江经济技术开发区",
						"val": "231071"
					},
					{
						"name": "绥芬河市",
						"val": "231081"
					},
					{
						"name": "海林市",
						"val": "231083"
					},
					{
						"name": "宁安市",
						"val": "231084"
					},
					{
						"name": "穆棱市",
						"val": "231085"
					},
					{
						"name": "东宁市",
						"val": "231086"
					}
				]
			},
			{
				"name": "黑河市",
				"val": "231100",
				"items": [{
						"name": "爱辉区",
						"val": "231102"
					},
					{
						"name": "逊克县",
						"val": "231123"
					},
					{
						"name": "孙吴县",
						"val": "231124"
					},
					{
						"name": "北安市",
						"val": "231181"
					},
					{
						"name": "五大连池市",
						"val": "231182"
					},
					{
						"name": "嫩江市",
						"val": "231183"
					}
				]
			},
			{
				"name": "绥化市",
				"val": "231200",
				"items": [{
						"name": "北林区",
						"val": "231202"
					},
					{
						"name": "望奎县",
						"val": "231221"
					},
					{
						"name": "兰西县",
						"val": "231222"
					},
					{
						"name": "青冈县",
						"val": "231223"
					},
					{
						"name": "庆安县",
						"val": "231224"
					},
					{
						"name": "明水县",
						"val": "231225"
					},
					{
						"name": "绥棱县",
						"val": "231226"
					},
					{
						"name": "安达市",
						"val": "231281"
					},
					{
						"name": "肇东市",
						"val": "231282"
					},
					{
						"name": "海伦市",
						"val": "231283"
					}
				]
			},
			{
				"name": "大兴安岭地区",
				"val": "232700",
				"items": [{
						"name": "漠河市",
						"val": "232701"
					},
					{
						"name": "呼玛县",
						"val": "232721"
					},
					{
						"name": "塔河县",
						"val": "232722"
					},
					{
						"name": "加格达奇区",
						"val": "232761"
					},
					{
						"name": "松岭区",
						"val": "232762"
					},
					{
						"name": "新林区",
						"val": "232763"
					},
					{
						"name": "呼中区",
						"val": "232764"
					}
				]
			}
		]
	},
	{
		"name": "上海",
		"val": "310000",
		"items": [{
			"name": "上海市",
			"val": "310100",
			"items": [{
					"name": "黄浦区",
					"val": "310101"
				},
				{
					"name": "徐汇区",
					"val": "310104"
				},
				{
					"name": "长宁区",
					"val": "310105"
				},
				{
					"name": "静安区",
					"val": "310106"
				},
				{
					"name": "普陀区",
					"val": "310107"
				},
				{
					"name": "虹口区",
					"val": "310109"
				},
				{
					"name": "杨浦区",
					"val": "310110"
				},
				{
					"name": "闵行区",
					"val": "310112"
				},
				{
					"name": "宝山区",
					"val": "310113"
				},
				{
					"name": "嘉定区",
					"val": "310114"
				},
				{
					"name": "浦东新区",
					"val": "310115"
				},
				{
					"name": "金山区",
					"val": "310116"
				},
				{
					"name": "松江区",
					"val": "310117"
				},
				{
					"name": "青浦区",
					"val": "310118"
				},
				{
					"name": "奉贤区",
					"val": "310120"
				},
				{
					"name": "崇明区",
					"val": "310151"
				}
			]
		}]
	},
	{
		"name": "江苏省",
		"val": "320000",
		"items": [{
				"name": "南京市",
				"val": "320100",
				"items": [{
						"name": "玄武区",
						"val": "320102"
					},
					{
						"name": "秦淮区",
						"val": "320104"
					},
					{
						"name": "建邺区",
						"val": "320105"
					},
					{
						"name": "鼓楼区",
						"val": "320106"
					},
					{
						"name": "浦口区",
						"val": "320111"
					},
					{
						"name": "栖霞区",
						"val": "320113"
					},
					{
						"name": "雨花台区",
						"val": "320114"
					},
					{
						"name": "江宁区",
						"val": "320115"
					},
					{
						"name": "六合区",
						"val": "320116"
					},
					{
						"name": "溧水区",
						"val": "320117"
					},
					{
						"name": "高淳区",
						"val": "320118"
					}
				]
			},
			{
				"name": "无锡市",
				"val": "320200",
				"items": [{
						"name": "锡山区",
						"val": "320205"
					},
					{
						"name": "惠山区",
						"val": "320206"
					},
					{
						"name": "滨湖区",
						"val": "320211"
					},
					{
						"name": "梁溪区",
						"val": "320213"
					},
					{
						"name": "新吴区",
						"val": "320214"
					},
					{
						"name": "江阴市",
						"val": "320281"
					},
					{
						"name": "宜兴市",
						"val": "320282"
					}
				]
			},
			{
				"name": "徐州市",
				"val": "320300",
				"items": [{
						"name": "鼓楼区",
						"val": "320302"
					},
					{
						"name": "云龙区",
						"val": "320303"
					},
					{
						"name": "贾汪区",
						"val": "320305"
					},
					{
						"name": "泉山区",
						"val": "320311"
					},
					{
						"name": "铜山区",
						"val": "320312"
					},
					{
						"name": "丰县",
						"val": "320321"
					},
					{
						"name": "沛县",
						"val": "320322"
					},
					{
						"name": "睢宁县",
						"val": "320324"
					},
					{
						"name": "徐州经济技术开发区",
						"val": "320371"
					},
					{
						"name": "新沂市",
						"val": "320381"
					},
					{
						"name": "邳州市",
						"val": "320382"
					}
				]
			},
			{
				"name": "常州市",
				"val": "320400",
				"items": [{
						"name": "天宁区",
						"val": "320402"
					},
					{
						"name": "钟楼区",
						"val": "320404"
					},
					{
						"name": "新北区",
						"val": "320411"
					},
					{
						"name": "武进区",
						"val": "320412"
					},
					{
						"name": "金坛区",
						"val": "320413"
					},
					{
						"name": "溧阳市",
						"val": "320481"
					}
				]
			},
			{
				"name": "苏州市",
				"val": "320500",
				"items": [{
						"name": "虎丘区",
						"val": "320505"
					},
					{
						"name": "吴中区",
						"val": "320506"
					},
					{
						"name": "相城区",
						"val": "320507"
					},
					{
						"name": "姑苏区",
						"val": "320508"
					},
					{
						"name": "吴江区",
						"val": "320509"
					},
					{
						"name": "苏州工业园区",
						"val": "320571"
					},
					{
						"name": "常熟市",
						"val": "320581"
					},
					{
						"name": "张家港市",
						"val": "320582"
					},
					{
						"name": "昆山市",
						"val": "320583"
					},
					{
						"name": "太仓市",
						"val": "320585"
					}
				]
			},
			{
				"name": "南通市",
				"val": "320600",
				"items": [{
						"name": "通州区",
						"val": "320612"
					},
					{
						"name": "崇川区",
						"val": "320613"
					},
					{
						"name": "海门区",
						"val": "320614"
					},
					{
						"name": "如东县",
						"val": "320623"
					},
					{
						"name": "南通经济技术开发区",
						"val": "320671"
					},
					{
						"name": "启东市",
						"val": "320681"
					},
					{
						"name": "如皋市",
						"val": "320682"
					},
					{
						"name": "海安市",
						"val": "320685"
					}
				]
			},
			{
				"name": "连云港市",
				"val": "320700",
				"items": [{
						"name": "连云区",
						"val": "320703"
					},
					{
						"name": "海州区",
						"val": "320706"
					},
					{
						"name": "赣榆区",
						"val": "320707"
					},
					{
						"name": "东海县",
						"val": "320722"
					},
					{
						"name": "灌云县",
						"val": "320723"
					},
					{
						"name": "灌南县",
						"val": "320724"
					},
					{
						"name": "连云港经济技术开发区",
						"val": "320771"
					},
					{
						"name": "连云港高新技术产业开发区",
						"val": "320772"
					}
				]
			},
			{
				"name": "淮安市",
				"val": "320800",
				"items": [{
						"name": "淮安区",
						"val": "320803"
					},
					{
						"name": "淮阴区",
						"val": "320804"
					},
					{
						"name": "清江浦区",
						"val": "320812"
					},
					{
						"name": "洪泽区",
						"val": "320813"
					},
					{
						"name": "涟水县",
						"val": "320826"
					},
					{
						"name": "盱眙县",
						"val": "320830"
					},
					{
						"name": "金湖县",
						"val": "320831"
					},
					{
						"name": "淮安经济技术开发区",
						"val": "320871"
					}
				]
			},
			{
				"name": "盐城市",
				"val": "320900",
				"items": [{
						"name": "亭湖区",
						"val": "320902"
					},
					{
						"name": "盐都区",
						"val": "320903"
					},
					{
						"name": "大丰区",
						"val": "320904"
					},
					{
						"name": "响水县",
						"val": "320921"
					},
					{
						"name": "滨海县",
						"val": "320922"
					},
					{
						"name": "阜宁县",
						"val": "320923"
					},
					{
						"name": "射阳县",
						"val": "320924"
					},
					{
						"name": "建湖县",
						"val": "320925"
					},
					{
						"name": "盐城经济技术开发区",
						"val": "320971"
					},
					{
						"name": "东台市",
						"val": "320981"
					}
				]
			},
			{
				"name": "扬州市",
				"val": "321000",
				"items": [{
						"name": "广陵区",
						"val": "321002"
					},
					{
						"name": "邗江区",
						"val": "321003"
					},
					{
						"name": "江都区",
						"val": "321012"
					},
					{
						"name": "宝应县",
						"val": "321023"
					},
					{
						"name": "扬州经济技术开发区",
						"val": "321071"
					},
					{
						"name": "仪征市",
						"val": "321081"
					},
					{
						"name": "高邮市",
						"val": "321084"
					}
				]
			},
			{
				"name": "镇江市",
				"val": "321100",
				"items": [{
						"name": "京口区",
						"val": "321102"
					},
					{
						"name": "润州区",
						"val": "321111"
					},
					{
						"name": "丹徒区",
						"val": "321112"
					},
					{
						"name": "镇江新区",
						"val": "321171"
					},
					{
						"name": "丹阳市",
						"val": "321181"
					},
					{
						"name": "扬中市",
						"val": "321182"
					},
					{
						"name": "句容市",
						"val": "321183"
					}
				]
			},
			{
				"name": "泰州市",
				"val": "321200",
				"items": [{
						"name": "海陵区",
						"val": "321202"
					},
					{
						"name": "高港区",
						"val": "321203"
					},
					{
						"name": "姜堰区",
						"val": "321204"
					},
					{
						"name": "泰州医药高新技术产业开发区",
						"val": "321271"
					},
					{
						"name": "兴化市",
						"val": "321281"
					},
					{
						"name": "靖江市",
						"val": "321282"
					},
					{
						"name": "泰兴市",
						"val": "321283"
					}
				]
			},
			{
				"name": "宿迁市",
				"val": "321300",
				"items": [{
						"name": "宿城区",
						"val": "321302"
					},
					{
						"name": "宿豫区",
						"val": "321311"
					},
					{
						"name": "沭阳县",
						"val": "321322"
					},
					{
						"name": "泗阳县",
						"val": "321323"
					},
					{
						"name": "泗洪县",
						"val": "321324"
					},
					{
						"name": "宿迁经济技术开发区",
						"val": "321371"
					}
				]
			}
		]
	},
	{
		"name": "浙江省",
		"val": "330000",
		"items": [{
				"name": "杭州市",
				"val": "330100",
				"items": [{
						"name": "上城区",
						"val": "330102"
					},
					{
						"name": "拱墅区",
						"val": "330105"
					},
					{
						"name": "西湖区",
						"val": "330106"
					},
					{
						"name": "滨江区",
						"val": "330108"
					},
					{
						"name": "萧山区",
						"val": "330109"
					},
					{
						"name": "余杭区",
						"val": "330110"
					},
					{
						"name": "富阳区",
						"val": "330111"
					},
					{
						"name": "临安区",
						"val": "330112"
					},
					{
						"name": "临平区",
						"val": "330113"
					},
					{
						"name": "钱塘区",
						"val": "330114"
					},
					{
						"name": "桐庐县",
						"val": "330122"
					},
					{
						"name": "淳安县",
						"val": "330127"
					},
					{
						"name": "建德市",
						"val": "330182"
					}
				]
			},
			{
				"name": "宁波市",
				"val": "330200",
				"items": [{
						"name": "海曙区",
						"val": "330203"
					},
					{
						"name": "江北区",
						"val": "330205"
					},
					{
						"name": "北仑区",
						"val": "330206"
					},
					{
						"name": "镇海区",
						"val": "330211"
					},
					{
						"name": "鄞州区",
						"val": "330212"
					},
					{
						"name": "奉化区",
						"val": "330213"
					},
					{
						"name": "象山县",
						"val": "330225"
					},
					{
						"name": "宁海县",
						"val": "330226"
					},
					{
						"name": "余姚市",
						"val": "330281"
					},
					{
						"name": "慈溪市",
						"val": "330282"
					}
				]
			},
			{
				"name": "温州市",
				"val": "330300",
				"items": [{
						"name": "鹿城区",
						"val": "330302"
					},
					{
						"name": "龙湾区",
						"val": "330303"
					},
					{
						"name": "瓯海区",
						"val": "330304"
					},
					{
						"name": "洞头区",
						"val": "330305"
					},
					{
						"name": "永嘉县",
						"val": "330324"
					},
					{
						"name": "平阳县",
						"val": "330326"
					},
					{
						"name": "苍南县",
						"val": "330327"
					},
					{
						"name": "文成县",
						"val": "330328"
					},
					{
						"name": "泰顺县",
						"val": "330329"
					},
					{
						"name": "瑞安市",
						"val": "330381"
					},
					{
						"name": "乐清市",
						"val": "330382"
					},
					{
						"name": "龙港市",
						"val": "330383"
					}
				]
			},
			{
				"name": "嘉兴市",
				"val": "330400",
				"items": [{
						"name": "南湖区",
						"val": "330402"
					},
					{
						"name": "秀洲区",
						"val": "330411"
					},
					{
						"name": "嘉善县",
						"val": "330421"
					},
					{
						"name": "海盐县",
						"val": "330424"
					},
					{
						"name": "海宁市",
						"val": "330481"
					},
					{
						"name": "平湖市",
						"val": "330482"
					},
					{
						"name": "桐乡市",
						"val": "330483"
					}
				]
			},
			{
				"name": "湖州市",
				"val": "330500",
				"items": [{
						"name": "吴兴区",
						"val": "330502"
					},
					{
						"name": "南浔区",
						"val": "330503"
					},
					{
						"name": "德清县",
						"val": "330521"
					},
					{
						"name": "长兴县",
						"val": "330522"
					},
					{
						"name": "安吉县",
						"val": "330523"
					}
				]
			},
			{
				"name": "绍兴市",
				"val": "330600",
				"items": [{
						"name": "越城区",
						"val": "330602"
					},
					{
						"name": "柯桥区",
						"val": "330603"
					},
					{
						"name": "上虞区",
						"val": "330604"
					},
					{
						"name": "新昌县",
						"val": "330624"
					},
					{
						"name": "诸暨市",
						"val": "330681"
					},
					{
						"name": "嵊州市",
						"val": "330683"
					}
				]
			},
			{
				"name": "金华市",
				"val": "330700",
				"items": [{
						"name": "婺城区",
						"val": "330702"
					},
					{
						"name": "金东区",
						"val": "330703"
					},
					{
						"name": "武义县",
						"val": "330723"
					},
					{
						"name": "浦江县",
						"val": "330726"
					},
					{
						"name": "磐安县",
						"val": "330727"
					},
					{
						"name": "兰溪市",
						"val": "330781"
					},
					{
						"name": "义乌市",
						"val": "330782"
					},
					{
						"name": "东阳市",
						"val": "330783"
					},
					{
						"name": "永康市",
						"val": "330784"
					}
				]
			},
			{
				"name": "衢州市",
				"val": "330800",
				"items": [{
						"name": "柯城区",
						"val": "330802"
					},
					{
						"name": "衢江区",
						"val": "330803"
					},
					{
						"name": "常山县",
						"val": "330822"
					},
					{
						"name": "开化县",
						"val": "330824"
					},
					{
						"name": "龙游县",
						"val": "330825"
					},
					{
						"name": "江山市",
						"val": "330881"
					}
				]
			},
			{
				"name": "舟山市",
				"val": "330900",
				"items": [{
						"name": "定海区",
						"val": "330902"
					},
					{
						"name": "普陀区",
						"val": "330903"
					},
					{
						"name": "岱山县",
						"val": "330921"
					},
					{
						"name": "嵊泗县",
						"val": "330922"
					}
				]
			},
			{
				"name": "台州市",
				"val": "331000",
				"items": [{
						"name": "椒江区",
						"val": "331002"
					},
					{
						"name": "黄岩区",
						"val": "331003"
					},
					{
						"name": "路桥区",
						"val": "331004"
					},
					{
						"name": "三门县",
						"val": "331022"
					},
					{
						"name": "天台县",
						"val": "331023"
					},
					{
						"name": "仙居县",
						"val": "331024"
					},
					{
						"name": "温岭市",
						"val": "331081"
					},
					{
						"name": "临海市",
						"val": "331082"
					},
					{
						"name": "玉环市",
						"val": "331083"
					}
				]
			},
			{
				"name": "丽水市",
				"val": "331100",
				"items": [{
						"name": "莲都区",
						"val": "331102"
					},
					{
						"name": "青田县",
						"val": "331121"
					},
					{
						"name": "缙云县",
						"val": "331122"
					},
					{
						"name": "遂昌县",
						"val": "331123"
					},
					{
						"name": "松阳县",
						"val": "331124"
					},
					{
						"name": "云和县",
						"val": "331125"
					},
					{
						"name": "庆元县",
						"val": "331126"
					},
					{
						"name": "景宁畲族自治县",
						"val": "331127"
					},
					{
						"name": "龙泉市",
						"val": "331181"
					}
				]
			}
		]
	},
	{
		"name": "安徽省",
		"val": "340000",
		"items": [{
				"name": "合肥市",
				"val": "340100",
				"items": [{
						"name": "瑶海区",
						"val": "340102"
					},
					{
						"name": "庐阳区",
						"val": "340103"
					},
					{
						"name": "蜀山区",
						"val": "340104"
					},
					{
						"name": "包河区",
						"val": "340111"
					},
					{
						"name": "长丰县",
						"val": "340121"
					},
					{
						"name": "肥东县",
						"val": "340122"
					},
					{
						"name": "肥西县",
						"val": "340123"
					},
					{
						"name": "庐江县",
						"val": "340124"
					},
					{
						"name": "合肥高新技术产业开发区",
						"val": "340171"
					},
					{
						"name": "合肥经济技术开发区",
						"val": "340172"
					},
					{
						"name": "合肥新站高新技术产业开发区",
						"val": "340173"
					},
					{
						"name": "巢湖市",
						"val": "340181"
					}
				]
			},
			{
				"name": "芜湖市",
				"val": "340200",
				"items": [{
						"name": "镜湖区",
						"val": "340202"
					},
					{
						"name": "鸠江区",
						"val": "340207"
					},
					{
						"name": "弋江区",
						"val": "340209"
					},
					{
						"name": "湾沚区",
						"val": "340210"
					},
					{
						"name": "繁昌区",
						"val": "340212"
					},
					{
						"name": "南陵县",
						"val": "340223"
					},
					{
						"name": "芜湖经济技术开发区",
						"val": "340271"
					},
					{
						"name": "安徽芜湖三山经济开发区",
						"val": "340272"
					},
					{
						"name": "无为市",
						"val": "340281"
					}
				]
			},
			{
				"name": "蚌埠市",
				"val": "340300",
				"items": [{
						"name": "龙子湖区",
						"val": "340302"
					},
					{
						"name": "蚌山区",
						"val": "340303"
					},
					{
						"name": "禹会区",
						"val": "340304"
					},
					{
						"name": "淮上区",
						"val": "340311"
					},
					{
						"name": "怀远县",
						"val": "340321"
					},
					{
						"name": "五河县",
						"val": "340322"
					},
					{
						"name": "固镇县",
						"val": "340323"
					},
					{
						"name": "蚌埠市高新技术开发区",
						"val": "340371"
					},
					{
						"name": "蚌埠市经济开发区",
						"val": "340372"
					}
				]
			},
			{
				"name": "淮南市",
				"val": "340400",
				"items": [{
						"name": "大通区",
						"val": "340402"
					},
					{
						"name": "田家庵区",
						"val": "340403"
					},
					{
						"name": "谢家集区",
						"val": "340404"
					},
					{
						"name": "八公山区",
						"val": "340405"
					},
					{
						"name": "潘集区",
						"val": "340406"
					},
					{
						"name": "凤台县",
						"val": "340421"
					},
					{
						"name": "寿县",
						"val": "340422"
					}
				]
			},
			{
				"name": "马鞍山市",
				"val": "340500",
				"items": [{
						"name": "花山区",
						"val": "340503"
					},
					{
						"name": "雨山区",
						"val": "340504"
					},
					{
						"name": "博望区",
						"val": "340506"
					},
					{
						"name": "当涂县",
						"val": "340521"
					},
					{
						"name": "含山县",
						"val": "340522"
					},
					{
						"name": "和县",
						"val": "340523"
					}
				]
			},
			{
				"name": "淮北市",
				"val": "340600",
				"items": [{
						"name": "杜集区",
						"val": "340602"
					},
					{
						"name": "相山区",
						"val": "340603"
					},
					{
						"name": "烈山区",
						"val": "340604"
					},
					{
						"name": "濉溪县",
						"val": "340621"
					}
				]
			},
			{
				"name": "铜陵市",
				"val": "340700",
				"items": [{
						"name": "铜官区",
						"val": "340705"
					},
					{
						"name": "义安区",
						"val": "340706"
					},
					{
						"name": "郊区",
						"val": "340711"
					},
					{
						"name": "枞阳县",
						"val": "340722"
					}
				]
			},
			{
				"name": "安庆市",
				"val": "340800",
				"items": [{
						"name": "迎江区",
						"val": "340802"
					},
					{
						"name": "大观区",
						"val": "340803"
					},
					{
						"name": "宜秀区",
						"val": "340811"
					},
					{
						"name": "怀宁县",
						"val": "340822"
					},
					{
						"name": "太湖县",
						"val": "340825"
					},
					{
						"name": "宿松县",
						"val": "340826"
					},
					{
						"name": "望江县",
						"val": "340827"
					},
					{
						"name": "岳西县",
						"val": "340828"
					},
					{
						"name": "安徽安庆经济开发区",
						"val": "340871"
					},
					{
						"name": "桐城市",
						"val": "340881"
					},
					{
						"name": "潜山市",
						"val": "340882"
					}
				]
			},
			{
				"name": "黄山市",
				"val": "341000",
				"items": [{
						"name": "屯溪区",
						"val": "341002"
					},
					{
						"name": "黄山区",
						"val": "341003"
					},
					{
						"name": "徽州区",
						"val": "341004"
					},
					{
						"name": "歙县",
						"val": "341021"
					},
					{
						"name": "休宁县",
						"val": "341022"
					},
					{
						"name": "黟县",
						"val": "341023"
					},
					{
						"name": "祁门县",
						"val": "341024"
					}
				]
			},
			{
				"name": "滁州市",
				"val": "341100",
				"items": [{
						"name": "琅琊区",
						"val": "341102"
					},
					{
						"name": "南谯区",
						"val": "341103"
					},
					{
						"name": "来安县",
						"val": "341122"
					},
					{
						"name": "全椒县",
						"val": "341124"
					},
					{
						"name": "定远县",
						"val": "341125"
					},
					{
						"name": "凤阳县",
						"val": "341126"
					},
					{
						"name": "中新苏滁高新技术产业开发区",
						"val": "341171"
					},
					{
						"name": "滁州经济技术开发区",
						"val": "341172"
					},
					{
						"name": "天长市",
						"val": "341181"
					},
					{
						"name": "明光市",
						"val": "341182"
					}
				]
			},
			{
				"name": "阜阳市",
				"val": "341200",
				"items": [{
						"name": "颍州区",
						"val": "341202"
					},
					{
						"name": "颍东区",
						"val": "341203"
					},
					{
						"name": "颍泉区",
						"val": "341204"
					},
					{
						"name": "临泉县",
						"val": "341221"
					},
					{
						"name": "太和县",
						"val": "341222"
					},
					{
						"name": "阜南县",
						"val": "341225"
					},
					{
						"name": "颍上县",
						"val": "341226"
					},
					{
						"name": "阜阳合肥现代产业园区",
						"val": "341271"
					},
					{
						"name": "阜阳经济技术开发区",
						"val": "341272"
					},
					{
						"name": "界首市",
						"val": "341282"
					}
				]
			},
			{
				"name": "宿州市",
				"val": "341300",
				"items": [{
						"name": "埇桥区",
						"val": "341302"
					},
					{
						"name": "砀山县",
						"val": "341321"
					},
					{
						"name": "萧县",
						"val": "341322"
					},
					{
						"name": "灵璧县",
						"val": "341323"
					},
					{
						"name": "泗县",
						"val": "341324"
					},
					{
						"name": "宿州马鞍山现代产业园区",
						"val": "341371"
					},
					{
						"name": "宿州经济技术开发区",
						"val": "341372"
					}
				]
			},
			{
				"name": "六安市",
				"val": "341500",
				"items": [{
						"name": "金安区",
						"val": "341502"
					},
					{
						"name": "裕安区",
						"val": "341503"
					},
					{
						"name": "叶集区",
						"val": "341504"
					},
					{
						"name": "霍邱县",
						"val": "341522"
					},
					{
						"name": "舒城县",
						"val": "341523"
					},
					{
						"name": "金寨县",
						"val": "341524"
					},
					{
						"name": "霍山县",
						"val": "341525"
					}
				]
			},
			{
				"name": "亳州市",
				"val": "341600",
				"items": [{
						"name": "谯城区",
						"val": "341602"
					},
					{
						"name": "涡阳县",
						"val": "341621"
					},
					{
						"name": "蒙城县",
						"val": "341622"
					},
					{
						"name": "利辛县",
						"val": "341623"
					}
				]
			},
			{
				"name": "池州市",
				"val": "341700",
				"items": [{
						"name": "贵池区",
						"val": "341702"
					},
					{
						"name": "东至县",
						"val": "341721"
					},
					{
						"name": "石台县",
						"val": "341722"
					},
					{
						"name": "青阳县",
						"val": "341723"
					}
				]
			},
			{
				"name": "宣城市",
				"val": "341800",
				"items": [{
						"name": "宣州区",
						"val": "341802"
					},
					{
						"name": "郎溪县",
						"val": "341821"
					},
					{
						"name": "泾县",
						"val": "341823"
					},
					{
						"name": "绩溪县",
						"val": "341824"
					},
					{
						"name": "旌德县",
						"val": "341825"
					},
					{
						"name": "宣城市经济开发区",
						"val": "341871"
					},
					{
						"name": "宁国市",
						"val": "341881"
					},
					{
						"name": "广德市",
						"val": "341882"
					}
				]
			}
		]
	},
	{
		"name": "福建省",
		"val": "350000",
		"items": [{
				"name": "福州市",
				"val": "350100",
				"items": [{
						"name": "鼓楼区",
						"val": "350102"
					},
					{
						"name": "台江区",
						"val": "350103"
					},
					{
						"name": "仓山区",
						"val": "350104"
					},
					{
						"name": "马尾区",
						"val": "350105"
					},
					{
						"name": "晋安区",
						"val": "350111"
					},
					{
						"name": "长乐区",
						"val": "350112"
					},
					{
						"name": "闽侯县",
						"val": "350121"
					},
					{
						"name": "连江县",
						"val": "350122"
					},
					{
						"name": "罗源县",
						"val": "350123"
					},
					{
						"name": "闽清县",
						"val": "350124"
					},
					{
						"name": "永泰县",
						"val": "350125"
					},
					{
						"name": "平潭县",
						"val": "350128"
					},
					{
						"name": "福清市",
						"val": "350181"
					}
				]
			},
			{
				"name": "厦门市",
				"val": "350200",
				"items": [{
						"name": "思明区",
						"val": "350203"
					},
					{
						"name": "海沧区",
						"val": "350205"
					},
					{
						"name": "湖里区",
						"val": "350206"
					},
					{
						"name": "集美区",
						"val": "350211"
					},
					{
						"name": "同安区",
						"val": "350212"
					},
					{
						"name": "翔安区",
						"val": "350213"
					}
				]
			},
			{
				"name": "莆田市",
				"val": "350300",
				"items": [{
						"name": "城厢区",
						"val": "350302"
					},
					{
						"name": "涵江区",
						"val": "350303"
					},
					{
						"name": "荔城区",
						"val": "350304"
					},
					{
						"name": "秀屿区",
						"val": "350305"
					},
					{
						"name": "仙游县",
						"val": "350322"
					}
				]
			},
			{
				"name": "三明市",
				"val": "350400",
				"items": [{
						"name": "三元区",
						"val": "350404"
					},
					{
						"name": "沙县区",
						"val": "350405"
					},
					{
						"name": "明溪县",
						"val": "350421"
					},
					{
						"name": "清流县",
						"val": "350423"
					},
					{
						"name": "宁化县",
						"val": "350424"
					},
					{
						"name": "大田县",
						"val": "350425"
					},
					{
						"name": "尤溪县",
						"val": "350426"
					},
					{
						"name": "将乐县",
						"val": "350428"
					},
					{
						"name": "泰宁县",
						"val": "350429"
					},
					{
						"name": "建宁县",
						"val": "350430"
					},
					{
						"name": "永安市",
						"val": "350481"
					}
				]
			},
			{
				"name": "泉州市",
				"val": "350500",
				"items": [{
						"name": "鲤城区",
						"val": "350502"
					},
					{
						"name": "丰泽区",
						"val": "350503"
					},
					{
						"name": "洛江区",
						"val": "350504"
					},
					{
						"name": "泉港区",
						"val": "350505"
					},
					{
						"name": "惠安县",
						"val": "350521"
					},
					{
						"name": "安溪县",
						"val": "350524"
					},
					{
						"name": "永春县",
						"val": "350525"
					},
					{
						"name": "德化县",
						"val": "350526"
					},
					{
						"name": "金门县",
						"val": "350527"
					},
					{
						"name": "石狮市",
						"val": "350581"
					},
					{
						"name": "晋江市",
						"val": "350582"
					},
					{
						"name": "南安市",
						"val": "350583"
					}
				]
			},
			{
				"name": "漳州市",
				"val": "350600",
				"items": [{
						"name": "芗城区",
						"val": "350602"
					},
					{
						"name": "龙文区",
						"val": "350603"
					},
					{
						"name": "龙海区",
						"val": "350604"
					},
					{
						"name": "长泰区",
						"val": "350605"
					},
					{
						"name": "云霄县",
						"val": "350622"
					},
					{
						"name": "漳浦县",
						"val": "350623"
					},
					{
						"name": "诏安县",
						"val": "350624"
					},
					{
						"name": "东山县",
						"val": "350626"
					},
					{
						"name": "南靖县",
						"val": "350627"
					},
					{
						"name": "平和县",
						"val": "350628"
					},
					{
						"name": "华安县",
						"val": "350629"
					}
				]
			},
			{
				"name": "南平市",
				"val": "350700",
				"items": [{
						"name": "延平区",
						"val": "350702"
					},
					{
						"name": "建阳区",
						"val": "350703"
					},
					{
						"name": "顺昌县",
						"val": "350721"
					},
					{
						"name": "浦城县",
						"val": "350722"
					},
					{
						"name": "光泽县",
						"val": "350723"
					},
					{
						"name": "松溪县",
						"val": "350724"
					},
					{
						"name": "政和县",
						"val": "350725"
					},
					{
						"name": "邵武市",
						"val": "350781"
					},
					{
						"name": "武夷山市",
						"val": "350782"
					},
					{
						"name": "建瓯市",
						"val": "350783"
					}
				]
			},
			{
				"name": "龙岩市",
				"val": "350800",
				"items": [{
						"name": "新罗区",
						"val": "350802"
					},
					{
						"name": "永定区",
						"val": "350803"
					},
					{
						"name": "长汀县",
						"val": "350821"
					},
					{
						"name": "上杭县",
						"val": "350823"
					},
					{
						"name": "武平县",
						"val": "350824"
					},
					{
						"name": "连城县",
						"val": "350825"
					},
					{
						"name": "漳平市",
						"val": "350881"
					}
				]
			},
			{
				"name": "宁德市",
				"val": "350900",
				"items": [{
						"name": "蕉城区",
						"val": "350902"
					},
					{
						"name": "霞浦县",
						"val": "350921"
					},
					{
						"name": "古田县",
						"val": "350922"
					},
					{
						"name": "屏南县",
						"val": "350923"
					},
					{
						"name": "寿宁县",
						"val": "350924"
					},
					{
						"name": "周宁县",
						"val": "350925"
					},
					{
						"name": "柘荣县",
						"val": "350926"
					},
					{
						"name": "福安市",
						"val": "350981"
					},
					{
						"name": "福鼎市",
						"val": "350982"
					}
				]
			}
		]
	},
	{
		"name": "江西省",
		"val": "360000",
		"items": [{
				"name": "南昌市",
				"val": "360100",
				"items": [{
						"name": "东湖区",
						"val": "360102"
					},
					{
						"name": "西湖区",
						"val": "360103"
					},
					{
						"name": "青云谱区",
						"val": "360104"
					},
					{
						"name": "青山湖区",
						"val": "360111"
					},
					{
						"name": "新建区",
						"val": "360112"
					},
					{
						"name": "红谷滩区",
						"val": "360113"
					},
					{
						"name": "南昌县",
						"val": "360121"
					},
					{
						"name": "安义县",
						"val": "360123"
					},
					{
						"name": "进贤县",
						"val": "360124"
					}
				]
			},
			{
				"name": "景德镇市",
				"val": "360200",
				"items": [{
						"name": "昌江区",
						"val": "360202"
					},
					{
						"name": "珠山区",
						"val": "360203"
					},
					{
						"name": "浮梁县",
						"val": "360222"
					},
					{
						"name": "乐平市",
						"val": "360281"
					}
				]
			},
			{
				"name": "萍乡市",
				"val": "360300",
				"items": [{
						"name": "安源区",
						"val": "360302"
					},
					{
						"name": "湘东区",
						"val": "360313"
					},
					{
						"name": "莲花县",
						"val": "360321"
					},
					{
						"name": "上栗县",
						"val": "360322"
					},
					{
						"name": "芦溪县",
						"val": "360323"
					}
				]
			},
			{
				"name": "九江市",
				"val": "360400",
				"items": [{
						"name": "濂溪区",
						"val": "360402"
					},
					{
						"name": "浔阳区",
						"val": "360403"
					},
					{
						"name": "柴桑区",
						"val": "360404"
					},
					{
						"name": "武宁县",
						"val": "360423"
					},
					{
						"name": "修水县",
						"val": "360424"
					},
					{
						"name": "永修县",
						"val": "360425"
					},
					{
						"name": "德安县",
						"val": "360426"
					},
					{
						"name": "都昌县",
						"val": "360428"
					},
					{
						"name": "湖口县",
						"val": "360429"
					},
					{
						"name": "彭泽县",
						"val": "360430"
					},
					{
						"name": "瑞昌市",
						"val": "360481"
					},
					{
						"name": "共青城市",
						"val": "360482"
					},
					{
						"name": "庐山市",
						"val": "360483"
					}
				]
			},
			{
				"name": "新余市",
				"val": "360500",
				"items": [{
						"name": "渝水区",
						"val": "360502"
					},
					{
						"name": "分宜县",
						"val": "360521"
					}
				]
			},
			{
				"name": "鹰潭市",
				"val": "360600",
				"items": [{
						"name": "月湖区",
						"val": "360602"
					},
					{
						"name": "余江区",
						"val": "360603"
					},
					{
						"name": "贵溪市",
						"val": "360681"
					}
				]
			},
			{
				"name": "赣州市",
				"val": "360700",
				"items": [{
						"name": "章贡区",
						"val": "360702"
					},
					{
						"name": "南康区",
						"val": "360703"
					},
					{
						"name": "赣县区",
						"val": "360704"
					},
					{
						"name": "信丰县",
						"val": "360722"
					},
					{
						"name": "大余县",
						"val": "360723"
					},
					{
						"name": "上犹县",
						"val": "360724"
					},
					{
						"name": "崇义县",
						"val": "360725"
					},
					{
						"name": "安远县",
						"val": "360726"
					},
					{
						"name": "定南县",
						"val": "360728"
					},
					{
						"name": "全南县",
						"val": "360729"
					},
					{
						"name": "宁都县",
						"val": "360730"
					},
					{
						"name": "于都县",
						"val": "360731"
					},
					{
						"name": "兴国县",
						"val": "360732"
					},
					{
						"name": "会昌县",
						"val": "360733"
					},
					{
						"name": "寻乌县",
						"val": "360734"
					},
					{
						"name": "石城县",
						"val": "360735"
					},
					{
						"name": "瑞金市",
						"val": "360781"
					},
					{
						"name": "龙南市",
						"val": "360783"
					}
				]
			},
			{
				"name": "吉安市",
				"val": "360800",
				"items": [{
						"name": "吉州区",
						"val": "360802"
					},
					{
						"name": "青原区",
						"val": "360803"
					},
					{
						"name": "吉安县",
						"val": "360821"
					},
					{
						"name": "吉水县",
						"val": "360822"
					},
					{
						"name": "峡江县",
						"val": "360823"
					},
					{
						"name": "新干县",
						"val": "360824"
					},
					{
						"name": "永丰县",
						"val": "360825"
					},
					{
						"name": "泰和县",
						"val": "360826"
					},
					{
						"name": "遂川县",
						"val": "360827"
					},
					{
						"name": "万安县",
						"val": "360828"
					},
					{
						"name": "安福县",
						"val": "360829"
					},
					{
						"name": "永新县",
						"val": "360830"
					},
					{
						"name": "井冈山市",
						"val": "360881"
					}
				]
			},
			{
				"name": "宜春市",
				"val": "360900",
				"items": [{
						"name": "袁州区",
						"val": "360902"
					},
					{
						"name": "奉新县",
						"val": "360921"
					},
					{
						"name": "万载县",
						"val": "360922"
					},
					{
						"name": "上高县",
						"val": "360923"
					},
					{
						"name": "宜丰县",
						"val": "360924"
					},
					{
						"name": "靖安县",
						"val": "360925"
					},
					{
						"name": "铜鼓县",
						"val": "360926"
					},
					{
						"name": "丰城市",
						"val": "360981"
					},
					{
						"name": "樟树市",
						"val": "360982"
					},
					{
						"name": "高安市",
						"val": "360983"
					}
				]
			},
			{
				"name": "抚州市",
				"val": "361000",
				"items": [{
						"name": "临川区",
						"val": "361002"
					},
					{
						"name": "东乡区",
						"val": "361003"
					},
					{
						"name": "南城县",
						"val": "361021"
					},
					{
						"name": "黎川县",
						"val": "361022"
					},
					{
						"name": "南丰县",
						"val": "361023"
					},
					{
						"name": "崇仁县",
						"val": "361024"
					},
					{
						"name": "乐安县",
						"val": "361025"
					},
					{
						"name": "宜黄县",
						"val": "361026"
					},
					{
						"name": "金溪县",
						"val": "361027"
					},
					{
						"name": "资溪县",
						"val": "361028"
					},
					{
						"name": "广昌县",
						"val": "361030"
					}
				]
			},
			{
				"name": "上饶市",
				"val": "361100",
				"items": [{
						"name": "信州区",
						"val": "361102"
					},
					{
						"name": "广丰区",
						"val": "361103"
					},
					{
						"name": "广信区",
						"val": "361104"
					},
					{
						"name": "玉山县",
						"val": "361123"
					},
					{
						"name": "铅山县",
						"val": "361124"
					},
					{
						"name": "横峰县",
						"val": "361125"
					},
					{
						"name": "弋阳县",
						"val": "361126"
					},
					{
						"name": "余干县",
						"val": "361127"
					},
					{
						"name": "鄱阳县",
						"val": "361128"
					},
					{
						"name": "万年县",
						"val": "361129"
					},
					{
						"name": "婺源县",
						"val": "361130"
					},
					{
						"name": "德兴市",
						"val": "361181"
					}
				]
			}
		]
	},
	{
		"name": "山东省",
		"val": "370000",
		"items": [{
				"name": "济南市",
				"val": "370100",
				"items": [{
						"name": "历下区",
						"val": "370102"
					},
					{
						"name": "市中区",
						"val": "370103"
					},
					{
						"name": "槐荫区",
						"val": "370104"
					},
					{
						"name": "天桥区",
						"val": "370105"
					},
					{
						"name": "历城区",
						"val": "370112"
					},
					{
						"name": "长清区",
						"val": "370113"
					},
					{
						"name": "章丘区",
						"val": "370114"
					},
					{
						"name": "济阳区",
						"val": "370115"
					},
					{
						"name": "莱芜区",
						"val": "370116"
					},
					{
						"name": "钢城区",
						"val": "370117"
					},
					{
						"name": "平阴县",
						"val": "370124"
					},
					{
						"name": "商河县",
						"val": "370126"
					},
					{
						"name": "济南高新技术产业开发区",
						"val": "370171"
					}
				]
			},
			{
				"name": "青岛市",
				"val": "370200",
				"items": [{
						"name": "市南区",
						"val": "370202"
					},
					{
						"name": "市北区",
						"val": "370203"
					},
					{
						"name": "黄岛区",
						"val": "370211"
					},
					{
						"name": "崂山区",
						"val": "370212"
					},
					{
						"name": "李沧区",
						"val": "370213"
					},
					{
						"name": "城阳区",
						"val": "370214"
					},
					{
						"name": "即墨区",
						"val": "370215"
					},
					{
						"name": "青岛高新技术产业开发区",
						"val": "370271"
					},
					{
						"name": "胶州市",
						"val": "370281"
					},
					{
						"name": "平度市",
						"val": "370283"
					},
					{
						"name": "莱西市",
						"val": "370285"
					}
				]
			},
			{
				"name": "淄博市",
				"val": "370300",
				"items": [{
						"name": "淄川区",
						"val": "370302"
					},
					{
						"name": "张店区",
						"val": "370303"
					},
					{
						"name": "博山区",
						"val": "370304"
					},
					{
						"name": "临淄区",
						"val": "370305"
					},
					{
						"name": "周村区",
						"val": "370306"
					},
					{
						"name": "桓台县",
						"val": "370321"
					},
					{
						"name": "高青县",
						"val": "370322"
					},
					{
						"name": "沂源县",
						"val": "370323"
					}
				]
			},
			{
				"name": "枣庄市",
				"val": "370400",
				"items": [{
						"name": "市中区",
						"val": "370402"
					},
					{
						"name": "薛城区",
						"val": "370403"
					},
					{
						"name": "峄城区",
						"val": "370404"
					},
					{
						"name": "台儿庄区",
						"val": "370405"
					},
					{
						"name": "山亭区",
						"val": "370406"
					},
					{
						"name": "滕州市",
						"val": "370481"
					}
				]
			},
			{
				"name": "东营市",
				"val": "370500",
				"items": [{
						"name": "东营区",
						"val": "370502"
					},
					{
						"name": "河口区",
						"val": "370503"
					},
					{
						"name": "垦利区",
						"val": "370505"
					},
					{
						"name": "利津县",
						"val": "370522"
					},
					{
						"name": "广饶县",
						"val": "370523"
					},
					{
						"name": "东营经济技术开发区",
						"val": "370571"
					},
					{
						"name": "东营港经济开发区",
						"val": "370572"
					}
				]
			},
			{
				"name": "烟台市",
				"val": "370600",
				"items": [{
						"name": "芝罘区",
						"val": "370602"
					},
					{
						"name": "福山区",
						"val": "370611"
					},
					{
						"name": "牟平区",
						"val": "370612"
					},
					{
						"name": "莱山区",
						"val": "370613"
					},
					{
						"name": "蓬莱区",
						"val": "370614"
					},
					{
						"name": "烟台高新技术产业开发区",
						"val": "370671"
					},
					{
						"name": "烟台经济技术开发区",
						"val": "370672"
					},
					{
						"name": "龙口市",
						"val": "370681"
					},
					{
						"name": "莱阳市",
						"val": "370682"
					},
					{
						"name": "莱州市",
						"val": "370683"
					},
					{
						"name": "招远市",
						"val": "370685"
					},
					{
						"name": "栖霞市",
						"val": "370686"
					},
					{
						"name": "海阳市",
						"val": "370687"
					}
				]
			},
			{
				"name": "潍坊市",
				"val": "370700",
				"items": [{
						"name": "潍城区",
						"val": "370702"
					},
					{
						"name": "寒亭区",
						"val": "370703"
					},
					{
						"name": "坊子区",
						"val": "370704"
					},
					{
						"name": "奎文区",
						"val": "370705"
					},
					{
						"name": "临朐县",
						"val": "370724"
					},
					{
						"name": "昌乐县",
						"val": "370725"
					},
					{
						"name": "潍坊滨海经济技术开发区",
						"val": "370772"
					},
					{
						"name": "青州市",
						"val": "370781"
					},
					{
						"name": "诸城市",
						"val": "370782"
					},
					{
						"name": "寿光市",
						"val": "370783"
					},
					{
						"name": "安丘市",
						"val": "370784"
					},
					{
						"name": "高密市",
						"val": "370785"
					},
					{
						"name": "昌邑市",
						"val": "370786"
					}
				]
			},
			{
				"name": "济宁市",
				"val": "370800",
				"items": [{
						"name": "任城区",
						"val": "370811"
					},
					{
						"name": "兖州区",
						"val": "370812"
					},
					{
						"name": "微山县",
						"val": "370826"
					},
					{
						"name": "鱼台县",
						"val": "370827"
					},
					{
						"name": "金乡县",
						"val": "370828"
					},
					{
						"name": "嘉祥县",
						"val": "370829"
					},
					{
						"name": "汶上县",
						"val": "370830"
					},
					{
						"name": "泗水县",
						"val": "370831"
					},
					{
						"name": "梁山县",
						"val": "370832"
					},
					{
						"name": "济宁高新技术产业开发区",
						"val": "370871"
					},
					{
						"name": "曲阜市",
						"val": "370881"
					},
					{
						"name": "邹城市",
						"val": "370883"
					}
				]
			},
			{
				"name": "泰安市",
				"val": "370900",
				"items": [{
						"name": "泰山区",
						"val": "370902"
					},
					{
						"name": "岱岳区",
						"val": "370911"
					},
					{
						"name": "宁阳县",
						"val": "370921"
					},
					{
						"name": "东平县",
						"val": "370923"
					},
					{
						"name": "新泰市",
						"val": "370982"
					},
					{
						"name": "肥城市",
						"val": "370983"
					}
				]
			},
			{
				"name": "威海市",
				"val": "371000",
				"items": [{
						"name": "环翠区",
						"val": "371002"
					},
					{
						"name": "文登区",
						"val": "371003"
					},
					{
						"name": "威海火炬高技术产业开发区",
						"val": "371071"
					},
					{
						"name": "威海经济技术开发区",
						"val": "371072"
					},
					{
						"name": "威海临港经济技术开发区",
						"val": "371073"
					},
					{
						"name": "荣成市",
						"val": "371082"
					},
					{
						"name": "乳山市",
						"val": "371083"
					}
				]
			},
			{
				"name": "日照市",
				"val": "371100",
				"items": [{
						"name": "东港区",
						"val": "371102"
					},
					{
						"name": "岚山区",
						"val": "371103"
					},
					{
						"name": "五莲县",
						"val": "371121"
					},
					{
						"name": "莒县",
						"val": "371122"
					},
					{
						"name": "日照经济技术开发区",
						"val": "371171"
					}
				]
			},
			{
				"name": "临沂市",
				"val": "371300",
				"items": [{
						"name": "兰山区",
						"val": "371302"
					},
					{
						"name": "罗庄区",
						"val": "371311"
					},
					{
						"name": "河东区",
						"val": "371312"
					},
					{
						"name": "沂南县",
						"val": "371321"
					},
					{
						"name": "郯城县",
						"val": "371322"
					},
					{
						"name": "沂水县",
						"val": "371323"
					},
					{
						"name": "兰陵县",
						"val": "371324"
					},
					{
						"name": "费县",
						"val": "371325"
					},
					{
						"name": "平邑县",
						"val": "371326"
					},
					{
						"name": "莒南县",
						"val": "371327"
					},
					{
						"name": "蒙阴县",
						"val": "371328"
					},
					{
						"name": "临沭县",
						"val": "371329"
					},
					{
						"name": "临沂高新技术产业开发区",
						"val": "371371"
					}
				]
			},
			{
				"name": "德州市",
				"val": "371400",
				"items": [{
						"name": "德城区",
						"val": "371402"
					},
					{
						"name": "陵城区",
						"val": "371403"
					},
					{
						"name": "宁津县",
						"val": "371422"
					},
					{
						"name": "庆云县",
						"val": "371423"
					},
					{
						"name": "临邑县",
						"val": "371424"
					},
					{
						"name": "齐河县",
						"val": "371425"
					},
					{
						"name": "平原县",
						"val": "371426"
					},
					{
						"name": "夏津县",
						"val": "371427"
					},
					{
						"name": "武城县",
						"val": "371428"
					},
					{
						"name": "德州天衢新区",
						"val": "371471"
					},
					{
						"name": "乐陵市",
						"val": "371481"
					},
					{
						"name": "禹城市",
						"val": "371482"
					}
				]
			},
			{
				"name": "聊城市",
				"val": "371500",
				"items": [{
						"name": "东昌府区",
						"val": "371502"
					},
					{
						"name": "茌平区",
						"val": "371503"
					},
					{
						"name": "阳谷县",
						"val": "371521"
					},
					{
						"name": "莘县",
						"val": "371522"
					},
					{
						"name": "东阿县",
						"val": "371524"
					},
					{
						"name": "冠县",
						"val": "371525"
					},
					{
						"name": "高唐县",
						"val": "371526"
					},
					{
						"name": "临清市",
						"val": "371581"
					}
				]
			},
			{
				"name": "滨州市",
				"val": "371600",
				"items": [{
						"name": "滨城区",
						"val": "371602"
					},
					{
						"name": "沾化区",
						"val": "371603"
					},
					{
						"name": "惠民县",
						"val": "371621"
					},
					{
						"name": "阳信县",
						"val": "371622"
					},
					{
						"name": "无棣县",
						"val": "371623"
					},
					{
						"name": "博兴县",
						"val": "371625"
					},
					{
						"name": "邹平市",
						"val": "371681"
					}
				]
			},
			{
				"name": "菏泽市",
				"val": "371700",
				"items": [{
						"name": "牡丹区",
						"val": "371702"
					},
					{
						"name": "定陶区",
						"val": "371703"
					},
					{
						"name": "曹县",
						"val": "371721"
					},
					{
						"name": "单县",
						"val": "371722"
					},
					{
						"name": "成武县",
						"val": "371723"
					},
					{
						"name": "巨野县",
						"val": "371724"
					},
					{
						"name": "郓城县",
						"val": "371725"
					},
					{
						"name": "鄄城县",
						"val": "371726"
					},
					{
						"name": "东明县",
						"val": "371728"
					},
					{
						"name": "菏泽经济技术开发区",
						"val": "371771"
					},
					{
						"name": "菏泽高新技术开发区",
						"val": "371772"
					}
				]
			}
		]
	},
	{
		"name": "河南省",
		"val": "410000",
		"items": [{
				"name": "郑州市",
				"val": "410100",
				"items": [{
						"name": "中原区",
						"val": "410102"
					},
					{
						"name": "二七区",
						"val": "410103"
					},
					{
						"name": "管城回族区",
						"val": "410104"
					},
					{
						"name": "金水区",
						"val": "410105"
					},
					{
						"name": "上街区",
						"val": "410106"
					},
					{
						"name": "惠济区",
						"val": "410108"
					},
					{
						"name": "中牟县",
						"val": "410122"
					},
					{
						"name": "郑州经济技术开发区",
						"val": "410171"
					},
					{
						"name": "郑州高新技术产业开发区",
						"val": "410172"
					},
					{
						"name": "郑州航空港经济综合实验区",
						"val": "410173"
					},
					{
						"name": "巩义市",
						"val": "410181"
					},
					{
						"name": "荥阳市",
						"val": "410182"
					},
					{
						"name": "新密市",
						"val": "410183"
					},
					{
						"name": "新郑市",
						"val": "410184"
					},
					{
						"name": "登封市",
						"val": "410185"
					}
				]
			},
			{
				"name": "开封市",
				"val": "410200",
				"items": [{
						"name": "龙亭区",
						"val": "410202"
					},
					{
						"name": "顺河回族区",
						"val": "410203"
					},
					{
						"name": "鼓楼区",
						"val": "410204"
					},
					{
						"name": "禹王台区",
						"val": "410205"
					},
					{
						"name": "祥符区",
						"val": "410212"
					},
					{
						"name": "杞县",
						"val": "410221"
					},
					{
						"name": "通许县",
						"val": "410222"
					},
					{
						"name": "尉氏县",
						"val": "410223"
					},
					{
						"name": "兰考县",
						"val": "410225"
					}
				]
			},
			{
				"name": "洛阳市",
				"val": "410300",
				"items": [{
						"name": "老城区",
						"val": "410302"
					},
					{
						"name": "西工区",
						"val": "410303"
					},
					{
						"name": "瀍河回族区",
						"val": "410304"
					},
					{
						"name": "涧西区",
						"val": "410305"
					},
					{
						"name": "偃师区",
						"val": "410307"
					},
					{
						"name": "孟津区",
						"val": "410308"
					},
					{
						"name": "洛龙区",
						"val": "410311"
					},
					{
						"name": "新安县",
						"val": "410323"
					},
					{
						"name": "栾川县",
						"val": "410324"
					},
					{
						"name": "嵩县",
						"val": "410325"
					},
					{
						"name": "汝阳县",
						"val": "410326"
					},
					{
						"name": "宜阳县",
						"val": "410327"
					},
					{
						"name": "洛宁县",
						"val": "410328"
					},
					{
						"name": "伊川县",
						"val": "410329"
					},
					{
						"name": "洛阳高新技术产业开发区",
						"val": "410371"
					}
				]
			},
			{
				"name": "平顶山市",
				"val": "410400",
				"items": [{
						"name": "新华区",
						"val": "410402"
					},
					{
						"name": "卫东区",
						"val": "410403"
					},
					{
						"name": "石龙区",
						"val": "410404"
					},
					{
						"name": "湛河区",
						"val": "410411"
					},
					{
						"name": "宝丰县",
						"val": "410421"
					},
					{
						"name": "叶县",
						"val": "410422"
					},
					{
						"name": "鲁山县",
						"val": "410423"
					},
					{
						"name": "郏县",
						"val": "410425"
					},
					{
						"name": "平顶山高新技术产业开发区",
						"val": "410471"
					},
					{
						"name": "平顶山市城乡一体化示范区",
						"val": "410472"
					},
					{
						"name": "舞钢市",
						"val": "410481"
					},
					{
						"name": "汝州市",
						"val": "410482"
					}
				]
			},
			{
				"name": "安阳市",
				"val": "410500",
				"items": [{
						"name": "文峰区",
						"val": "410502"
					},
					{
						"name": "北关区",
						"val": "410503"
					},
					{
						"name": "殷都区",
						"val": "410505"
					},
					{
						"name": "龙安区",
						"val": "410506"
					},
					{
						"name": "安阳县",
						"val": "410522"
					},
					{
						"name": "汤阴县",
						"val": "410523"
					},
					{
						"name": "滑县",
						"val": "410526"
					},
					{
						"name": "内黄县",
						"val": "410527"
					},
					{
						"name": "安阳高新技术产业开发区",
						"val": "410571"
					},
					{
						"name": "林州市",
						"val": "410581"
					}
				]
			},
			{
				"name": "鹤壁市",
				"val": "410600",
				"items": [{
						"name": "鹤山区",
						"val": "410602"
					},
					{
						"name": "山城区",
						"val": "410603"
					},
					{
						"name": "淇滨区",
						"val": "410611"
					},
					{
						"name": "浚县",
						"val": "410621"
					},
					{
						"name": "淇县",
						"val": "410622"
					},
					{
						"name": "鹤壁经济技术开发区",
						"val": "410671"
					}
				]
			},
			{
				"name": "新乡市",
				"val": "410700",
				"items": [{
						"name": "红旗区",
						"val": "410702"
					},
					{
						"name": "卫滨区",
						"val": "410703"
					},
					{
						"name": "凤泉区",
						"val": "410704"
					},
					{
						"name": "牧野区",
						"val": "410711"
					},
					{
						"name": "新乡县",
						"val": "410721"
					},
					{
						"name": "获嘉县",
						"val": "410724"
					},
					{
						"name": "原阳县",
						"val": "410725"
					},
					{
						"name": "延津县",
						"val": "410726"
					},
					{
						"name": "封丘县",
						"val": "410727"
					},
					{
						"name": "新乡高新技术产业开发区",
						"val": "410771"
					},
					{
						"name": "新乡经济技术开发区",
						"val": "410772"
					},
					{
						"name": "新乡市平原城乡一体化示范区",
						"val": "410773"
					},
					{
						"name": "卫辉市",
						"val": "410781"
					},
					{
						"name": "辉县市",
						"val": "410782"
					},
					{
						"name": "长垣市",
						"val": "410783"
					}
				]
			},
			{
				"name": "焦作市",
				"val": "410800",
				"items": [{
						"name": "解放区",
						"val": "410802"
					},
					{
						"name": "中站区",
						"val": "410803"
					},
					{
						"name": "马村区",
						"val": "410804"
					},
					{
						"name": "山阳区",
						"val": "410811"
					},
					{
						"name": "修武县",
						"val": "410821"
					},
					{
						"name": "博爱县",
						"val": "410822"
					},
					{
						"name": "武陟县",
						"val": "410823"
					},
					{
						"name": "温县",
						"val": "410825"
					},
					{
						"name": "焦作城乡一体化示范区",
						"val": "410871"
					},
					{
						"name": "沁阳市",
						"val": "410882"
					},
					{
						"name": "孟州市",
						"val": "410883"
					}
				]
			},
			{
				"name": "濮阳市",
				"val": "410900",
				"items": [{
						"name": "华龙区",
						"val": "410902"
					},
					{
						"name": "清丰县",
						"val": "410922"
					},
					{
						"name": "南乐县",
						"val": "410923"
					},
					{
						"name": "范县",
						"val": "410926"
					},
					{
						"name": "台前县",
						"val": "410927"
					},
					{
						"name": "濮阳县",
						"val": "410928"
					},
					{
						"name": "河南濮阳工业园区",
						"val": "410971"
					},
					{
						"name": "濮阳经济技术开发区",
						"val": "410972"
					}
				]
			},
			{
				"name": "许昌市",
				"val": "411000",
				"items": [{
						"name": "魏都区",
						"val": "411002"
					},
					{
						"name": "建安区",
						"val": "411003"
					},
					{
						"name": "鄢陵县",
						"val": "411024"
					},
					{
						"name": "襄城县",
						"val": "411025"
					},
					{
						"name": "许昌经济技术开发区",
						"val": "411071"
					},
					{
						"name": "禹州市",
						"val": "411081"
					},
					{
						"name": "长葛市",
						"val": "411082"
					}
				]
			},
			{
				"name": "漯河市",
				"val": "411100",
				"items": [{
						"name": "源汇区",
						"val": "411102"
					},
					{
						"name": "郾城区",
						"val": "411103"
					},
					{
						"name": "召陵区",
						"val": "411104"
					},
					{
						"name": "舞阳县",
						"val": "411121"
					},
					{
						"name": "临颍县",
						"val": "411122"
					},
					{
						"name": "漯河经济技术开发区",
						"val": "411171"
					}
				]
			},
			{
				"name": "三门峡市",
				"val": "411200",
				"items": [{
						"name": "湖滨区",
						"val": "411202"
					},
					{
						"name": "陕州区",
						"val": "411203"
					},
					{
						"name": "渑池县",
						"val": "411221"
					},
					{
						"name": "卢氏县",
						"val": "411224"
					},
					{
						"name": "河南三门峡经济开发区",
						"val": "411271"
					},
					{
						"name": "义马市",
						"val": "411281"
					},
					{
						"name": "灵宝市",
						"val": "411282"
					}
				]
			},
			{
				"name": "南阳市",
				"val": "411300",
				"items": [{
						"name": "宛城区",
						"val": "411302"
					},
					{
						"name": "卧龙区",
						"val": "411303"
					},
					{
						"name": "南召县",
						"val": "411321"
					},
					{
						"name": "方城县",
						"val": "411322"
					},
					{
						"name": "西峡县",
						"val": "411323"
					},
					{
						"name": "镇平县",
						"val": "411324"
					},
					{
						"name": "内乡县",
						"val": "411325"
					},
					{
						"name": "淅川县",
						"val": "411326"
					},
					{
						"name": "社旗县",
						"val": "411327"
					},
					{
						"name": "唐河县",
						"val": "411328"
					},
					{
						"name": "新野县",
						"val": "411329"
					},
					{
						"name": "桐柏县",
						"val": "411330"
					},
					{
						"name": "南阳高新技术产业开发区",
						"val": "411371"
					},
					{
						"name": "南阳市城乡一体化示范区",
						"val": "411372"
					},
					{
						"name": "邓州市",
						"val": "411381"
					}
				]
			},
			{
				"name": "商丘市",
				"val": "411400",
				"items": [{
						"name": "梁园区",
						"val": "411402"
					},
					{
						"name": "睢阳区",
						"val": "411403"
					},
					{
						"name": "民权县",
						"val": "411421"
					},
					{
						"name": "睢县",
						"val": "411422"
					},
					{
						"name": "宁陵县",
						"val": "411423"
					},
					{
						"name": "柘城县",
						"val": "411424"
					},
					{
						"name": "虞城县",
						"val": "411425"
					},
					{
						"name": "夏邑县",
						"val": "411426"
					},
					{
						"name": "豫东综合物流产业聚集区",
						"val": "411471"
					},
					{
						"name": "河南商丘经济开发区",
						"val": "411472"
					},
					{
						"name": "永城市",
						"val": "411481"
					}
				]
			},
			{
				"name": "信阳市",
				"val": "411500",
				"items": [{
						"name": "浉河区",
						"val": "411502"
					},
					{
						"name": "平桥区",
						"val": "411503"
					},
					{
						"name": "罗山县",
						"val": "411521"
					},
					{
						"name": "光山县",
						"val": "411522"
					},
					{
						"name": "新县",
						"val": "411523"
					},
					{
						"name": "商城县",
						"val": "411524"
					},
					{
						"name": "固始县",
						"val": "411525"
					},
					{
						"name": "潢川县",
						"val": "411526"
					},
					{
						"name": "淮滨县",
						"val": "411527"
					},
					{
						"name": "息县",
						"val": "411528"
					},
					{
						"name": "信阳高新技术产业开发区",
						"val": "411571"
					}
				]
			},
			{
				"name": "周口市",
				"val": "411600",
				"items": [{
						"name": "川汇区",
						"val": "411602"
					},
					{
						"name": "淮阳区",
						"val": "411603"
					},
					{
						"name": "扶沟县",
						"val": "411621"
					},
					{
						"name": "西华县",
						"val": "411622"
					},
					{
						"name": "商水县",
						"val": "411623"
					},
					{
						"name": "沈丘县",
						"val": "411624"
					},
					{
						"name": "郸城县",
						"val": "411625"
					},
					{
						"name": "太康县",
						"val": "411627"
					},
					{
						"name": "鹿邑县",
						"val": "411628"
					},
					{
						"name": "河南周口经济开发区",
						"val": "411671"
					},
					{
						"name": "项城市",
						"val": "411681"
					}
				]
			},
			{
				"name": "驻马店市",
				"val": "411700",
				"items": [{
						"name": "驿城区",
						"val": "411702"
					},
					{
						"name": "西平县",
						"val": "411721"
					},
					{
						"name": "上蔡县",
						"val": "411722"
					},
					{
						"name": "平舆县",
						"val": "411723"
					},
					{
						"name": "正阳县",
						"val": "411724"
					},
					{
						"name": "确山县",
						"val": "411725"
					},
					{
						"name": "泌阳县",
						"val": "411726"
					},
					{
						"name": "汝南县",
						"val": "411727"
					},
					{
						"name": "遂平县",
						"val": "411728"
					},
					{
						"name": "新蔡县",
						"val": "411729"
					},
					{
						"name": "河南驻马店经济开发区",
						"val": "411771"
					}
				]
			},
			{
				"name": "济源市",
				"val": "419001",
				"items": [{
					"name": "济源市",
					"val": "419001"
				}]
			}
		]
	},
	{
		"name": "湖北省",
		"val": "420000",
		"items": [{
				"name": "武汉市",
				"val": "420100",
				"items": [{
						"name": "江岸区",
						"val": "420102"
					},
					{
						"name": "江汉区",
						"val": "420103"
					},
					{
						"name": "硚口区",
						"val": "420104"
					},
					{
						"name": "汉阳区",
						"val": "420105"
					},
					{
						"name": "武昌区",
						"val": "420106"
					},
					{
						"name": "青山区",
						"val": "420107"
					},
					{
						"name": "洪山区",
						"val": "420111"
					},
					{
						"name": "东西湖区",
						"val": "420112"
					},
					{
						"name": "汉南区",
						"val": "420113"
					},
					{
						"name": "蔡甸区",
						"val": "420114"
					},
					{
						"name": "江夏区",
						"val": "420115"
					},
					{
						"name": "黄陂区",
						"val": "420116"
					},
					{
						"name": "新洲区",
						"val": "420117"
					}
				]
			},
			{
				"name": "黄石市",
				"val": "420200",
				"items": [{
						"name": "黄石港区",
						"val": "420202"
					},
					{
						"name": "西塞山区",
						"val": "420203"
					},
					{
						"name": "下陆区",
						"val": "420204"
					},
					{
						"name": "铁山区",
						"val": "420205"
					},
					{
						"name": "阳新县",
						"val": "420222"
					},
					{
						"name": "大冶市",
						"val": "420281"
					}
				]
			},
			{
				"name": "十堰市",
				"val": "420300",
				"items": [{
						"name": "茅箭区",
						"val": "420302"
					},
					{
						"name": "张湾区",
						"val": "420303"
					},
					{
						"name": "郧阳区",
						"val": "420304"
					},
					{
						"name": "郧西县",
						"val": "420322"
					},
					{
						"name": "竹山县",
						"val": "420323"
					},
					{
						"name": "竹溪县",
						"val": "420324"
					},
					{
						"name": "房县",
						"val": "420325"
					},
					{
						"name": "丹江口市",
						"val": "420381"
					}
				]
			},
			{
				"name": "宜昌市",
				"val": "420500",
				"items": [{
						"name": "西陵区",
						"val": "420502"
					},
					{
						"name": "伍家岗区",
						"val": "420503"
					},
					{
						"name": "点军区",
						"val": "420504"
					},
					{
						"name": "猇亭区",
						"val": "420505"
					},
					{
						"name": "夷陵区",
						"val": "420506"
					},
					{
						"name": "远安县",
						"val": "420525"
					},
					{
						"name": "兴山县",
						"val": "420526"
					},
					{
						"name": "秭归县",
						"val": "420527"
					},
					{
						"name": "长阳土家族自治县",
						"val": "420528"
					},
					{
						"name": "五峰土家族自治县",
						"val": "420529"
					},
					{
						"name": "宜都市",
						"val": "420581"
					},
					{
						"name": "当阳市",
						"val": "420582"
					},
					{
						"name": "枝江市",
						"val": "420583"
					}
				]
			},
			{
				"name": "襄阳市",
				"val": "420600",
				"items": [{
						"name": "襄城区",
						"val": "420602"
					},
					{
						"name": "樊城区",
						"val": "420606"
					},
					{
						"name": "襄州区",
						"val": "420607"
					},
					{
						"name": "南漳县",
						"val": "420624"
					},
					{
						"name": "谷城县",
						"val": "420625"
					},
					{
						"name": "保康县",
						"val": "420626"
					},
					{
						"name": "老河口市",
						"val": "420682"
					},
					{
						"name": "枣阳市",
						"val": "420683"
					},
					{
						"name": "宜城市",
						"val": "420684"
					}
				]
			},
			{
				"name": "鄂州市",
				"val": "420700",
				"items": [{
						"name": "梁子湖区",
						"val": "420702"
					},
					{
						"name": "华容区",
						"val": "420703"
					},
					{
						"name": "鄂城区",
						"val": "420704"
					}
				]
			},
			{
				"name": "荆门市",
				"val": "420800",
				"items": [{
						"name": "东宝区",
						"val": "420802"
					},
					{
						"name": "掇刀区",
						"val": "420804"
					},
					{
						"name": "沙洋县",
						"val": "420822"
					},
					{
						"name": "钟祥市",
						"val": "420881"
					},
					{
						"name": "京山市",
						"val": "420882"
					}
				]
			},
			{
				"name": "孝感市",
				"val": "420900",
				"items": [{
						"name": "孝南区",
						"val": "420902"
					},
					{
						"name": "孝昌县",
						"val": "420921"
					},
					{
						"name": "大悟县",
						"val": "420922"
					},
					{
						"name": "云梦县",
						"val": "420923"
					},
					{
						"name": "应城市",
						"val": "420981"
					},
					{
						"name": "安陆市",
						"val": "420982"
					},
					{
						"name": "汉川市",
						"val": "420984"
					}
				]
			},
			{
				"name": "荆州市",
				"val": "421000",
				"items": [{
						"name": "沙市区",
						"val": "421002"
					},
					{
						"name": "荆州区",
						"val": "421003"
					},
					{
						"name": "公安县",
						"val": "421022"
					},
					{
						"name": "江陵县",
						"val": "421024"
					},
					{
						"name": "荆州经济技术开发区",
						"val": "421071"
					},
					{
						"name": "石首市",
						"val": "421081"
					},
					{
						"name": "洪湖市",
						"val": "421083"
					},
					{
						"name": "松滋市",
						"val": "421087"
					},
					{
						"name": "监利市",
						"val": "421088"
					}
				]
			},
			{
				"name": "黄冈市",
				"val": "421100",
				"items": [{
						"name": "黄州区",
						"val": "421102"
					},
					{
						"name": "团风县",
						"val": "421121"
					},
					{
						"name": "红安县",
						"val": "421122"
					},
					{
						"name": "罗田县",
						"val": "421123"
					},
					{
						"name": "英山县",
						"val": "421124"
					},
					{
						"name": "浠水县",
						"val": "421125"
					},
					{
						"name": "蕲春县",
						"val": "421126"
					},
					{
						"name": "黄梅县",
						"val": "421127"
					},
					{
						"name": "龙感湖管理区",
						"val": "421171"
					},
					{
						"name": "麻城市",
						"val": "421181"
					},
					{
						"name": "武穴市",
						"val": "421182"
					}
				]
			},
			{
				"name": "咸宁市",
				"val": "421200",
				"items": [{
						"name": "咸安区",
						"val": "421202"
					},
					{
						"name": "嘉鱼县",
						"val": "421221"
					},
					{
						"name": "通城县",
						"val": "421222"
					},
					{
						"name": "崇阳县",
						"val": "421223"
					},
					{
						"name": "通山县",
						"val": "421224"
					},
					{
						"name": "赤壁市",
						"val": "421281"
					}
				]
			},
			{
				"name": "随州市",
				"val": "421300",
				"items": [{
						"name": "曾都区",
						"val": "421303"
					},
					{
						"name": "随县",
						"val": "421321"
					},
					{
						"name": "广水市",
						"val": "421381"
					}
				]
			},
			{
				"name": "恩施土家族苗族自治州",
				"val": "422800",
				"items": [{
						"name": "恩施市",
						"val": "422801"
					},
					{
						"name": "利川市",
						"val": "422802"
					},
					{
						"name": "建始县",
						"val": "422822"
					},
					{
						"name": "巴东县",
						"val": "422823"
					},
					{
						"name": "宣恩县",
						"val": "422825"
					},
					{
						"name": "咸丰县",
						"val": "422826"
					},
					{
						"name": "来凤县",
						"val": "422827"
					},
					{
						"name": "鹤峰县",
						"val": "422828"
					}
				]
			},
			{
				"name": "仙桃市",
				"val": "429004",
				"items": [{
					"name": "仙桃市",
					"val": "429004"
				}]
			},
			{
				"name": "潜江市",
				"val": "429005",
				"items": [{
					"name": "潜江市",
					"val": "429005"
				}]
			},
			{
				"name": "天门市",
				"val": "429006",
				"items": [{
					"name": "天门市",
					"val": "429006"
				}]
			},
			{
				"name": "神农架林区",
				"val": "429021",
				"items": [{
					"name": "神农架林区",
					"val": "429021"
				}]
			}
		]
	},
	{
		"name": "湖南省",
		"val": "430000",
		"items": [{
				"name": "长沙市",
				"val": "430100",
				"items": [{
						"name": "芙蓉区",
						"val": "430102"
					},
					{
						"name": "天心区",
						"val": "430103"
					},
					{
						"name": "岳麓区",
						"val": "430104"
					},
					{
						"name": "开福区",
						"val": "430105"
					},
					{
						"name": "雨花区",
						"val": "430111"
					},
					{
						"name": "望城区",
						"val": "430112"
					},
					{
						"name": "长沙县",
						"val": "430121"
					},
					{
						"name": "浏阳市",
						"val": "430181"
					},
					{
						"name": "宁乡市",
						"val": "430182"
					}
				]
			},
			{
				"name": "株洲市",
				"val": "430200",
				"items": [{
						"name": "荷塘区",
						"val": "430202"
					},
					{
						"name": "芦淞区",
						"val": "430203"
					},
					{
						"name": "石峰区",
						"val": "430204"
					},
					{
						"name": "天元区",
						"val": "430211"
					},
					{
						"name": "渌口区",
						"val": "430212"
					},
					{
						"name": "攸县",
						"val": "430223"
					},
					{
						"name": "茶陵县",
						"val": "430224"
					},
					{
						"name": "炎陵县",
						"val": "430225"
					},
					{
						"name": "醴陵市",
						"val": "430281"
					}
				]
			},
			{
				"name": "湘潭市",
				"val": "430300",
				"items": [{
						"name": "雨湖区",
						"val": "430302"
					},
					{
						"name": "岳塘区",
						"val": "430304"
					},
					{
						"name": "湘潭县",
						"val": "430321"
					},
					{
						"name": "湖南湘潭高新技术产业园区",
						"val": "430371"
					},
					{
						"name": "湘潭昭山示范区",
						"val": "430372"
					},
					{
						"name": "湘潭九华示范区",
						"val": "430373"
					},
					{
						"name": "湘乡市",
						"val": "430381"
					},
					{
						"name": "韶山市",
						"val": "430382"
					}
				]
			},
			{
				"name": "衡阳市",
				"val": "430400",
				"items": [{
						"name": "珠晖区",
						"val": "430405"
					},
					{
						"name": "雁峰区",
						"val": "430406"
					},
					{
						"name": "石鼓区",
						"val": "430407"
					},
					{
						"name": "蒸湘区",
						"val": "430408"
					},
					{
						"name": "南岳区",
						"val": "430412"
					},
					{
						"name": "衡阳县",
						"val": "430421"
					},
					{
						"name": "衡南县",
						"val": "430422"
					},
					{
						"name": "衡山县",
						"val": "430423"
					},
					{
						"name": "衡东县",
						"val": "430424"
					},
					{
						"name": "祁东县",
						"val": "430426"
					},
					{
						"name": "衡阳综合保税区",
						"val": "430471"
					},
					{
						"name": "湖南衡阳高新技术产业园区",
						"val": "430472"
					},
					{
						"name": "湖南衡阳松木经济开发区",
						"val": "430473"
					},
					{
						"name": "耒阳市",
						"val": "430481"
					},
					{
						"name": "常宁市",
						"val": "430482"
					}
				]
			},
			{
				"name": "邵阳市",
				"val": "430500",
				"items": [{
						"name": "双清区",
						"val": "430502"
					},
					{
						"name": "大祥区",
						"val": "430503"
					},
					{
						"name": "北塔区",
						"val": "430511"
					},
					{
						"name": "新邵县",
						"val": "430522"
					},
					{
						"name": "邵阳县",
						"val": "430523"
					},
					{
						"name": "隆回县",
						"val": "430524"
					},
					{
						"name": "洞口县",
						"val": "430525"
					},
					{
						"name": "绥宁县",
						"val": "430527"
					},
					{
						"name": "新宁县",
						"val": "430528"
					},
					{
						"name": "城步苗族自治县",
						"val": "430529"
					},
					{
						"name": "武冈市",
						"val": "430581"
					},
					{
						"name": "邵东市",
						"val": "430582"
					}
				]
			},
			{
				"name": "岳阳市",
				"val": "430600",
				"items": [{
						"name": "岳阳楼区",
						"val": "430602"
					},
					{
						"name": "云溪区",
						"val": "430603"
					},
					{
						"name": "君山区",
						"val": "430611"
					},
					{
						"name": "岳阳县",
						"val": "430621"
					},
					{
						"name": "华容县",
						"val": "430623"
					},
					{
						"name": "湘阴县",
						"val": "430624"
					},
					{
						"name": "平江县",
						"val": "430626"
					},
					{
						"name": "岳阳市屈原管理区",
						"val": "430671"
					},
					{
						"name": "汨罗市",
						"val": "430681"
					},
					{
						"name": "临湘市",
						"val": "430682"
					}
				]
			},
			{
				"name": "常德市",
				"val": "430700",
				"items": [{
						"name": "武陵区",
						"val": "430702"
					},
					{
						"name": "鼎城区",
						"val": "430703"
					},
					{
						"name": "安乡县",
						"val": "430721"
					},
					{
						"name": "汉寿县",
						"val": "430722"
					},
					{
						"name": "澧县",
						"val": "430723"
					},
					{
						"name": "临澧县",
						"val": "430724"
					},
					{
						"name": "桃源县",
						"val": "430725"
					},
					{
						"name": "石门县",
						"val": "430726"
					},
					{
						"name": "常德市西洞庭管理区",
						"val": "430771"
					},
					{
						"name": "津市市",
						"val": "430781"
					}
				]
			},
			{
				"name": "张家界市",
				"val": "430800",
				"items": [{
						"name": "永定区",
						"val": "430802"
					},
					{
						"name": "武陵源区",
						"val": "430811"
					},
					{
						"name": "慈利县",
						"val": "430821"
					},
					{
						"name": "桑植县",
						"val": "430822"
					}
				]
			},
			{
				"name": "益阳市",
				"val": "430900",
				"items": [{
						"name": "资阳区",
						"val": "430902"
					},
					{
						"name": "赫山区",
						"val": "430903"
					},
					{
						"name": "南县",
						"val": "430921"
					},
					{
						"name": "桃江县",
						"val": "430922"
					},
					{
						"name": "安化县",
						"val": "430923"
					},
					{
						"name": "益阳市大通湖管理区",
						"val": "430971"
					},
					{
						"name": "湖南益阳高新技术产业园区",
						"val": "430972"
					},
					{
						"name": "沅江市",
						"val": "430981"
					}
				]
			},
			{
				"name": "郴州市",
				"val": "431000",
				"items": [{
						"name": "北湖区",
						"val": "431002"
					},
					{
						"name": "苏仙区",
						"val": "431003"
					},
					{
						"name": "桂阳县",
						"val": "431021"
					},
					{
						"name": "宜章县",
						"val": "431022"
					},
					{
						"name": "永兴县",
						"val": "431023"
					},
					{
						"name": "嘉禾县",
						"val": "431024"
					},
					{
						"name": "临武县",
						"val": "431025"
					},
					{
						"name": "汝城县",
						"val": "431026"
					},
					{
						"name": "桂东县",
						"val": "431027"
					},
					{
						"name": "安仁县",
						"val": "431028"
					},
					{
						"name": "资兴市",
						"val": "431081"
					}
				]
			},
			{
				"name": "永州市",
				"val": "431100",
				"items": [{
						"name": "零陵区",
						"val": "431102"
					},
					{
						"name": "冷水滩区",
						"val": "431103"
					},
					{
						"name": "东安县",
						"val": "431122"
					},
					{
						"name": "双牌县",
						"val": "431123"
					},
					{
						"name": "道县",
						"val": "431124"
					},
					{
						"name": "江永县",
						"val": "431125"
					},
					{
						"name": "宁远县",
						"val": "431126"
					},
					{
						"name": "蓝山县",
						"val": "431127"
					},
					{
						"name": "新田县",
						"val": "431128"
					},
					{
						"name": "江华瑶族自治县",
						"val": "431129"
					},
					{
						"name": "永州经济技术开发区",
						"val": "431171"
					},
					{
						"name": "永州市回龙圩管理区",
						"val": "431173"
					},
					{
						"name": "祁阳市",
						"val": "431181"
					}
				]
			},
			{
				"name": "怀化市",
				"val": "431200",
				"items": [{
						"name": "鹤城区",
						"val": "431202"
					},
					{
						"name": "中方县",
						"val": "431221"
					},
					{
						"name": "沅陵县",
						"val": "431222"
					},
					{
						"name": "辰溪县",
						"val": "431223"
					},
					{
						"name": "溆浦县",
						"val": "431224"
					},
					{
						"name": "会同县",
						"val": "431225"
					},
					{
						"name": "麻阳苗族自治县",
						"val": "431226"
					},
					{
						"name": "新晃侗族自治县",
						"val": "431227"
					},
					{
						"name": "芷江侗族自治县",
						"val": "431228"
					},
					{
						"name": "靖州苗族侗族自治县",
						"val": "431229"
					},
					{
						"name": "通道侗族自治县",
						"val": "431230"
					},
					{
						"name": "怀化市洪江管理区",
						"val": "431271"
					},
					{
						"name": "洪江市",
						"val": "431281"
					}
				]
			},
			{
				"name": "娄底市",
				"val": "431300",
				"items": [{
						"name": "娄星区",
						"val": "431302"
					},
					{
						"name": "双峰县",
						"val": "431321"
					},
					{
						"name": "新化县",
						"val": "431322"
					},
					{
						"name": "冷水江市",
						"val": "431381"
					},
					{
						"name": "涟源市",
						"val": "431382"
					}
				]
			},
			{
				"name": "湘西土家族苗族自治州",
				"val": "433100",
				"items": [{
						"name": "吉首市",
						"val": "433101"
					},
					{
						"name": "泸溪县",
						"val": "433122"
					},
					{
						"name": "凤凰县",
						"val": "433123"
					},
					{
						"name": "花垣县",
						"val": "433124"
					},
					{
						"name": "保靖县",
						"val": "433125"
					},
					{
						"name": "古丈县",
						"val": "433126"
					},
					{
						"name": "永顺县",
						"val": "433127"
					},
					{
						"name": "龙山县",
						"val": "433130"
					}
				]
			}
		]
	},
	{
		"name": "广东省",
		"val": "440000",
		"items": [{
				"name": "广州市",
				"val": "440100",
				"items": [{
						"name": "荔湾区",
						"val": "440103"
					},
					{
						"name": "越秀区",
						"val": "440104"
					},
					{
						"name": "海珠区",
						"val": "440105"
					},
					{
						"name": "天河区",
						"val": "440106"
					},
					{
						"name": "白云区",
						"val": "440111"
					},
					{
						"name": "黄埔区",
						"val": "440112"
					},
					{
						"name": "番禺区",
						"val": "440113"
					},
					{
						"name": "花都区",
						"val": "440114"
					},
					{
						"name": "南沙区",
						"val": "440115"
					},
					{
						"name": "从化区",
						"val": "440117"
					},
					{
						"name": "增城区",
						"val": "440118"
					}
				]
			},
			{
				"name": "韶关市",
				"val": "440200",
				"items": [{
						"name": "武江区",
						"val": "440203"
					},
					{
						"name": "浈江区",
						"val": "440204"
					},
					{
						"name": "曲江区",
						"val": "440205"
					},
					{
						"name": "始兴县",
						"val": "440222"
					},
					{
						"name": "仁化县",
						"val": "440224"
					},
					{
						"name": "翁源县",
						"val": "440229"
					},
					{
						"name": "乳源瑶族自治县",
						"val": "440232"
					},
					{
						"name": "新丰县",
						"val": "440233"
					},
					{
						"name": "乐昌市",
						"val": "440281"
					},
					{
						"name": "南雄市",
						"val": "440282"
					}
				]
			},
			{
				"name": "深圳市",
				"val": "440300",
				"items": [{
						"name": "罗湖区",
						"val": "440303"
					},
					{
						"name": "福田区",
						"val": "440304"
					},
					{
						"name": "南山区",
						"val": "440305"
					},
					{
						"name": "宝安区",
						"val": "440306"
					},
					{
						"name": "龙岗区",
						"val": "440307"
					},
					{
						"name": "盐田区",
						"val": "440308"
					},
					{
						"name": "龙华区",
						"val": "440309"
					},
					{
						"name": "坪山区",
						"val": "440310"
					},
					{
						"name": "光明区",
						"val": "440311"
					}
				]
			},
			{
				"name": "珠海市",
				"val": "440400",
				"items": [{
						"name": "香洲区",
						"val": "440402"
					},
					{
						"name": "斗门区",
						"val": "440403"
					},
					{
						"name": "金湾区",
						"val": "440404"
					}
				]
			},
			{
				"name": "汕头市",
				"val": "440500",
				"items": [{
						"name": "龙湖区",
						"val": "440507"
					},
					{
						"name": "金平区",
						"val": "440511"
					},
					{
						"name": "濠江区",
						"val": "440512"
					},
					{
						"name": "潮阳区",
						"val": "440513"
					},
					{
						"name": "潮南区",
						"val": "440514"
					},
					{
						"name": "澄海区",
						"val": "440515"
					},
					{
						"name": "南澳县",
						"val": "440523"
					}
				]
			},
			{
				"name": "佛山市",
				"val": "440600",
				"items": [{
						"name": "禅城区",
						"val": "440604"
					},
					{
						"name": "南海区",
						"val": "440605"
					},
					{
						"name": "顺德区",
						"val": "440606"
					},
					{
						"name": "三水区",
						"val": "440607"
					},
					{
						"name": "高明区",
						"val": "440608"
					}
				]
			},
			{
				"name": "江门市",
				"val": "440700",
				"items": [{
						"name": "蓬江区",
						"val": "440703"
					},
					{
						"name": "江海区",
						"val": "440704"
					},
					{
						"name": "新会区",
						"val": "440705"
					},
					{
						"name": "台山市",
						"val": "440781"
					},
					{
						"name": "开平市",
						"val": "440783"
					},
					{
						"name": "鹤山市",
						"val": "440784"
					},
					{
						"name": "恩平市",
						"val": "440785"
					}
				]
			},
			{
				"name": "湛江市",
				"val": "440800",
				"items": [{
						"name": "赤坎区",
						"val": "440802"
					},
					{
						"name": "霞山区",
						"val": "440803"
					},
					{
						"name": "坡头区",
						"val": "440804"
					},
					{
						"name": "麻章区",
						"val": "440811"
					},
					{
						"name": "遂溪县",
						"val": "440823"
					},
					{
						"name": "徐闻县",
						"val": "440825"
					},
					{
						"name": "廉江市",
						"val": "440881"
					},
					{
						"name": "雷州市",
						"val": "440882"
					},
					{
						"name": "吴川市",
						"val": "440883"
					}
				]
			},
			{
				"name": "茂名市",
				"val": "440900",
				"items": [{
						"name": "茂南区",
						"val": "440902"
					},
					{
						"name": "电白区",
						"val": "440904"
					},
					{
						"name": "高州市",
						"val": "440981"
					},
					{
						"name": "化州市",
						"val": "440982"
					},
					{
						"name": "信宜市",
						"val": "440983"
					}
				]
			},
			{
				"name": "肇庆市",
				"val": "441200",
				"items": [{
						"name": "端州区",
						"val": "441202"
					},
					{
						"name": "鼎湖区",
						"val": "441203"
					},
					{
						"name": "高要区",
						"val": "441204"
					},
					{
						"name": "广宁县",
						"val": "441223"
					},
					{
						"name": "怀集县",
						"val": "441224"
					},
					{
						"name": "封开县",
						"val": "441225"
					},
					{
						"name": "德庆县",
						"val": "441226"
					},
					{
						"name": "四会市",
						"val": "441284"
					}
				]
			},
			{
				"name": "惠州市",
				"val": "441300",
				"items": [{
						"name": "惠城区",
						"val": "441302"
					},
					{
						"name": "惠阳区",
						"val": "441303"
					},
					{
						"name": "博罗县",
						"val": "441322"
					},
					{
						"name": "惠东县",
						"val": "441323"
					},
					{
						"name": "龙门县",
						"val": "441324"
					}
				]
			},
			{
				"name": "梅州市",
				"val": "441400",
				"items": [{
						"name": "梅江区",
						"val": "441402"
					},
					{
						"name": "梅县区",
						"val": "441403"
					},
					{
						"name": "大埔县",
						"val": "441422"
					},
					{
						"name": "丰顺县",
						"val": "441423"
					},
					{
						"name": "五华县",
						"val": "441424"
					},
					{
						"name": "平远县",
						"val": "441426"
					},
					{
						"name": "蕉岭县",
						"val": "441427"
					},
					{
						"name": "兴宁市",
						"val": "441481"
					}
				]
			},
			{
				"name": "汕尾市",
				"val": "441500",
				"items": [{
						"name": "城区",
						"val": "441502"
					},
					{
						"name": "海丰县",
						"val": "441521"
					},
					{
						"name": "陆河县",
						"val": "441523"
					},
					{
						"name": "陆丰市",
						"val": "441581"
					}
				]
			},
			{
				"name": "河源市",
				"val": "441600",
				"items": [{
						"name": "源城区",
						"val": "441602"
					},
					{
						"name": "紫金县",
						"val": "441621"
					},
					{
						"name": "龙川县",
						"val": "441622"
					},
					{
						"name": "连平县",
						"val": "441623"
					},
					{
						"name": "和平县",
						"val": "441624"
					},
					{
						"name": "东源县",
						"val": "441625"
					}
				]
			},
			{
				"name": "阳江市",
				"val": "441700",
				"items": [{
						"name": "江城区",
						"val": "441702"
					},
					{
						"name": "阳东区",
						"val": "441704"
					},
					{
						"name": "阳西县",
						"val": "441721"
					},
					{
						"name": "阳春市",
						"val": "441781"
					}
				]
			},
			{
				"name": "清远市",
				"val": "441800",
				"items": [{
						"name": "清城区",
						"val": "441802"
					},
					{
						"name": "清新区",
						"val": "441803"
					},
					{
						"name": "佛冈县",
						"val": "441821"
					},
					{
						"name": "阳山县",
						"val": "441823"
					},
					{
						"name": "连山壮族瑶族自治县",
						"val": "441825"
					},
					{
						"name": "连南瑶族自治县",
						"val": "441826"
					},
					{
						"name": "英德市",
						"val": "441881"
					},
					{
						"name": "连州市",
						"val": "441882"
					}
				]
			},
			{
				"name": "东莞市",
				"val": "441900",
				"items": [{
						"name": "东城街道",
						"val": "441900"
					},
					{
						"name": "南城街道",
						"val": "441900"
					},
					{
						"name": "万江街道",
						"val": "441900"
					},
					{
						"name": "莞城街道",
						"val": "441900"
					},
					{
						"name": "石碣镇",
						"val": "441900"
					},
					{
						"name": "石龙镇",
						"val": "441900"
					},
					{
						"name": "茶山镇",
						"val": "441900"
					},
					{
						"name": "石排镇",
						"val": "441900"
					},
					{
						"name": "企石镇",
						"val": "441900"
					},
					{
						"name": "横沥镇",
						"val": "441900"
					},
					{
						"name": "桥头镇",
						"val": "441900"
					},
					{
						"name": "谢岗镇",
						"val": "441900"
					},
					{
						"name": "东坑镇",
						"val": "441900"
					},
					{
						"name": "常平镇",
						"val": "441900"
					},
					{
						"name": "寮步镇",
						"val": "441900"
					},
					{
						"name": "樟木头镇",
						"val": "441900"
					},
					{
						"name": "大朗镇",
						"val": "441900"
					},
					{
						"name": "黄江镇",
						"val": "441900"
					},
					{
						"name": "清溪镇",
						"val": "441900"
					},
					{
						"name": "塘厦镇",
						"val": "441900"
					},
					{
						"name": "凤岗镇",
						"val": "441900"
					},
					{
						"name": "大岭山镇",
						"val": "441900"
					},
					{
						"name": "长安镇",
						"val": "441900"
					},
					{
						"name": "虎门镇",
						"val": "441900"
					},
					{
						"name": "厚街镇",
						"val": "441900"
					},
					{
						"name": "沙田镇",
						"val": "441900"
					},
					{
						"name": "道滘镇",
						"val": "441900"
					},
					{
						"name": "洪梅镇",
						"val": "441900"
					},
					{
						"name": "麻涌镇",
						"val": "441900"
					},
					{
						"name": "望牛墩镇",
						"val": "441900"
					},
					{
						"name": "中堂镇",
						"val": "441900"
					},
					{
						"name": "高埗镇",
						"val": "441900"
					},
					{
						"name": "松山湖",
						"val": "441900"
					},
					{
						"name": "东莞港",
						"val": "441900"
					},
					{
						"name": "东莞生态园",
						"val": "441900"
					},
					{
						"name": "东莞滨海湾新区",
						"val": "441900"
					}
				]
			},
			{
				"name": "中山市",
				"val": "442000",
				"items": [{
						"name": "石岐街道",
						"val": "442000"
					},
					{
						"name": "东区街道",
						"val": "442000"
					},
					{
						"name": "中山港街道",
						"val": "442000"
					},
					{
						"name": "西区街道",
						"val": "442000"
					},
					{
						"name": "南区街道",
						"val": "442000"
					},
					{
						"name": "五桂山街道",
						"val": "442000"
					},
					{
						"name": "民众街道",
						"val": "442000"
					},
					{
						"name": "南朗街道",
						"val": "442000"
					},
					{
						"name": "黄圃镇",
						"val": "442000"
					},
					{
						"name": "东凤镇",
						"val": "442000"
					},
					{
						"name": "古镇镇",
						"val": "442000"
					},
					{
						"name": "沙溪镇",
						"val": "442000"
					},
					{
						"name": "坦洲镇",
						"val": "442000"
					},
					{
						"name": "港口镇",
						"val": "442000"
					},
					{
						"name": "三角镇",
						"val": "442000"
					},
					{
						"name": "横栏镇",
						"val": "442000"
					},
					{
						"name": "南头镇",
						"val": "442000"
					},
					{
						"name": "阜沙镇",
						"val": "442000"
					},
					{
						"name": "三乡镇",
						"val": "442000"
					},
					{
						"name": "板芙镇",
						"val": "442000"
					},
					{
						"name": "大涌镇",
						"val": "442000"
					},
					{
						"name": "神湾镇",
						"val": "442000"
					},
					{
						"name": "小榄镇",
						"val": "442000"
					}
				]
			},
			{
				"name": "潮州市",
				"val": "445100",
				"items": [{
						"name": "湘桥区",
						"val": "445102"
					},
					{
						"name": "潮安区",
						"val": "445103"
					},
					{
						"name": "饶平县",
						"val": "445122"
					}
				]
			},
			{
				"name": "揭阳市",
				"val": "445200",
				"items": [{
						"name": "榕城区",
						"val": "445202"
					},
					{
						"name": "揭东区",
						"val": "445203"
					},
					{
						"name": "揭西县",
						"val": "445222"
					},
					{
						"name": "惠来县",
						"val": "445224"
					},
					{
						"name": "普宁市",
						"val": "445281"
					}
				]
			},
			{
				"name": "云浮市",
				"val": "445300",
				"items": [{
						"name": "云城区",
						"val": "445302"
					},
					{
						"name": "云安区",
						"val": "445303"
					},
					{
						"name": "新兴县",
						"val": "445321"
					},
					{
						"name": "郁南县",
						"val": "445322"
					},
					{
						"name": "罗定市",
						"val": "445381"
					}
				]
			}
		]
	},
	{
		"name": "广西壮族自治区",
		"val": "450000",
		"items": [{
				"name": "南宁市",
				"val": "450100",
				"items": [{
						"name": "兴宁区",
						"val": "450102"
					},
					{
						"name": "青秀区",
						"val": "450103"
					},
					{
						"name": "江南区",
						"val": "450105"
					},
					{
						"name": "西乡塘区",
						"val": "450107"
					},
					{
						"name": "良庆区",
						"val": "450108"
					},
					{
						"name": "邕宁区",
						"val": "450109"
					},
					{
						"name": "武鸣区",
						"val": "450110"
					},
					{
						"name": "隆安县",
						"val": "450123"
					},
					{
						"name": "马山县",
						"val": "450124"
					},
					{
						"name": "上林县",
						"val": "450125"
					},
					{
						"name": "宾阳县",
						"val": "450126"
					},
					{
						"name": "横州市",
						"val": "450181"
					}
				]
			},
			{
				"name": "柳州市",
				"val": "450200",
				"items": [{
						"name": "城中区",
						"val": "450202"
					},
					{
						"name": "鱼峰区",
						"val": "450203"
					},
					{
						"name": "柳南区",
						"val": "450204"
					},
					{
						"name": "柳北区",
						"val": "450205"
					},
					{
						"name": "柳江区",
						"val": "450206"
					},
					{
						"name": "柳城县",
						"val": "450222"
					},
					{
						"name": "鹿寨县",
						"val": "450223"
					},
					{
						"name": "融安县",
						"val": "450224"
					},
					{
						"name": "融水苗族自治县",
						"val": "450225"
					},
					{
						"name": "三江侗族自治县",
						"val": "450226"
					}
				]
			},
			{
				"name": "桂林市",
				"val": "450300",
				"items": [{
						"name": "秀峰区",
						"val": "450302"
					},
					{
						"name": "叠彩区",
						"val": "450303"
					},
					{
						"name": "象山区",
						"val": "450304"
					},
					{
						"name": "七星区",
						"val": "450305"
					},
					{
						"name": "雁山区",
						"val": "450311"
					},
					{
						"name": "临桂区",
						"val": "450312"
					},
					{
						"name": "阳朔县",
						"val": "450321"
					},
					{
						"name": "灵川县",
						"val": "450323"
					},
					{
						"name": "全州县",
						"val": "450324"
					},
					{
						"name": "兴安县",
						"val": "450325"
					},
					{
						"name": "永福县",
						"val": "450326"
					},
					{
						"name": "灌阳县",
						"val": "450327"
					},
					{
						"name": "龙胜各族自治县",
						"val": "450328"
					},
					{
						"name": "资源县",
						"val": "450329"
					},
					{
						"name": "平乐县",
						"val": "450330"
					},
					{
						"name": "恭城瑶族自治县",
						"val": "450332"
					},
					{
						"name": "荔浦市",
						"val": "450381"
					}
				]
			},
			{
				"name": "梧州市",
				"val": "450400",
				"items": [{
						"name": "万秀区",
						"val": "450403"
					},
					{
						"name": "长洲区",
						"val": "450405"
					},
					{
						"name": "龙圩区",
						"val": "450406"
					},
					{
						"name": "苍梧县",
						"val": "450421"
					},
					{
						"name": "藤县",
						"val": "450422"
					},
					{
						"name": "蒙山县",
						"val": "450423"
					},
					{
						"name": "岑溪市",
						"val": "450481"
					}
				]
			},
			{
				"name": "北海市",
				"val": "450500",
				"items": [{
						"name": "海城区",
						"val": "450502"
					},
					{
						"name": "银海区",
						"val": "450503"
					},
					{
						"name": "铁山港区",
						"val": "450512"
					},
					{
						"name": "合浦县",
						"val": "450521"
					}
				]
			},
			{
				"name": "防城港市",
				"val": "450600",
				"items": [{
						"name": "港口区",
						"val": "450602"
					},
					{
						"name": "防城区",
						"val": "450603"
					},
					{
						"name": "上思县",
						"val": "450621"
					},
					{
						"name": "东兴市",
						"val": "450681"
					}
				]
			},
			{
				"name": "钦州市",
				"val": "450700",
				"items": [{
						"name": "钦南区",
						"val": "450702"
					},
					{
						"name": "钦北区",
						"val": "450703"
					},
					{
						"name": "灵山县",
						"val": "450721"
					},
					{
						"name": "浦北县",
						"val": "450722"
					}
				]
			},
			{
				"name": "贵港市",
				"val": "450800",
				"items": [{
						"name": "港北区",
						"val": "450802"
					},
					{
						"name": "港南区",
						"val": "450803"
					},
					{
						"name": "覃塘区",
						"val": "450804"
					},
					{
						"name": "平南县",
						"val": "450821"
					},
					{
						"name": "桂平市",
						"val": "450881"
					}
				]
			},
			{
				"name": "玉林市",
				"val": "450900",
				"items": [{
						"name": "玉州区",
						"val": "450902"
					},
					{
						"name": "福绵区",
						"val": "450903"
					},
					{
						"name": "容县",
						"val": "450921"
					},
					{
						"name": "陆川县",
						"val": "450922"
					},
					{
						"name": "博白县",
						"val": "450923"
					},
					{
						"name": "兴业县",
						"val": "450924"
					},
					{
						"name": "北流市",
						"val": "450981"
					}
				]
			},
			{
				"name": "百色市",
				"val": "451000",
				"items": [{
						"name": "右江区",
						"val": "451002"
					},
					{
						"name": "田阳区",
						"val": "451003"
					},
					{
						"name": "田东县",
						"val": "451022"
					},
					{
						"name": "德保县",
						"val": "451024"
					},
					{
						"name": "那坡县",
						"val": "451026"
					},
					{
						"name": "凌云县",
						"val": "451027"
					},
					{
						"name": "乐业县",
						"val": "451028"
					},
					{
						"name": "田林县",
						"val": "451029"
					},
					{
						"name": "西林县",
						"val": "451030"
					},
					{
						"name": "隆林各族自治县",
						"val": "451031"
					},
					{
						"name": "靖西市",
						"val": "451081"
					},
					{
						"name": "平果市",
						"val": "451082"
					}
				]
			},
			{
				"name": "贺州市",
				"val": "451100",
				"items": [{
						"name": "八步区",
						"val": "451102"
					},
					{
						"name": "平桂区",
						"val": "451103"
					},
					{
						"name": "昭平县",
						"val": "451121"
					},
					{
						"name": "钟山县",
						"val": "451122"
					},
					{
						"name": "富川瑶族自治县",
						"val": "451123"
					}
				]
			},
			{
				"name": "河池市",
				"val": "451200",
				"items": [{
						"name": "金城江区",
						"val": "451202"
					},
					{
						"name": "宜州区",
						"val": "451203"
					},
					{
						"name": "南丹县",
						"val": "451221"
					},
					{
						"name": "天峨县",
						"val": "451222"
					},
					{
						"name": "凤山县",
						"val": "451223"
					},
					{
						"name": "东兰县",
						"val": "451224"
					},
					{
						"name": "罗城仫佬族自治县",
						"val": "451225"
					},
					{
						"name": "环江毛南族自治县",
						"val": "451226"
					},
					{
						"name": "巴马瑶族自治县",
						"val": "451227"
					},
					{
						"name": "都安瑶族自治县",
						"val": "451228"
					},
					{
						"name": "大化瑶族自治县",
						"val": "451229"
					}
				]
			},
			{
				"name": "来宾市",
				"val": "451300",
				"items": [{
						"name": "兴宾区",
						"val": "451302"
					},
					{
						"name": "忻城县",
						"val": "451321"
					},
					{
						"name": "象州县",
						"val": "451322"
					},
					{
						"name": "武宣县",
						"val": "451323"
					},
					{
						"name": "金秀瑶族自治县",
						"val": "451324"
					},
					{
						"name": "合山市",
						"val": "451381"
					}
				]
			},
			{
				"name": "崇左市",
				"val": "451400",
				"items": [{
						"name": "江州区",
						"val": "451402"
					},
					{
						"name": "扶绥县",
						"val": "451421"
					},
					{
						"name": "宁明县",
						"val": "451422"
					},
					{
						"name": "龙州县",
						"val": "451423"
					},
					{
						"name": "大新县",
						"val": "451424"
					},
					{
						"name": "天等县",
						"val": "451425"
					},
					{
						"name": "凭祥市",
						"val": "451481"
					}
				]
			}
		]
	},
	{
		"name": "海南省",
		"val": "460000",
		"items": [{
				"name": "海口市",
				"val": "460100",
				"items": [{
						"name": "秀英区",
						"val": "460105"
					},
					{
						"name": "龙华区",
						"val": "460106"
					},
					{
						"name": "琼山区",
						"val": "460107"
					},
					{
						"name": "美兰区",
						"val": "460108"
					}
				]
			},
			{
				"name": "三亚市",
				"val": "460200",
				"items": [{
						"name": "海棠区",
						"val": "460202"
					},
					{
						"name": "吉阳区",
						"val": "460203"
					},
					{
						"name": "天涯区",
						"val": "460204"
					},
					{
						"name": "崖州区",
						"val": "460205"
					}
				]
			},
			{
				"name": "三沙市",
				"val": "460300",
				"items": [{
						"name": "西沙群岛",
						"val": "460321"
					},
					{
						"name": "南沙群岛",
						"val": "460322"
					},
					{
						"name": "中沙群岛的岛礁及其海域",
						"val": "460323"
					}
				]
			},
			{
				"name": "儋州市",
				"val": "460400",
				"items": [{
						"name": "那大镇",
						"val": "460400"
					},
					{
						"name": "和庆镇",
						"val": "460400"
					},
					{
						"name": "南丰镇",
						"val": "460400"
					},
					{
						"name": "大成镇",
						"val": "460400"
					},
					{
						"name": "雅星镇",
						"val": "460400"
					},
					{
						"name": "兰洋镇",
						"val": "460400"
					},
					{
						"name": "光村镇",
						"val": "460400"
					},
					{
						"name": "木棠镇",
						"val": "460400"
					},
					{
						"name": "海头镇",
						"val": "460400"
					},
					{
						"name": "峨蔓镇",
						"val": "460400"
					},
					{
						"name": "王五镇",
						"val": "460400"
					},
					{
						"name": "白马井镇",
						"val": "460400"
					},
					{
						"name": "中和镇",
						"val": "460400"
					},
					{
						"name": "排浦镇",
						"val": "460400"
					},
					{
						"name": "东成镇",
						"val": "460400"
					},
					{
						"name": "新州镇",
						"val": "460400"
					},
					{
						"name": "洋浦经济开发区",
						"val": "460400"
					},
					{
						"name": "华南热作学院",
						"val": "460400"
					}
				]
			},
			{
				"name": "五指山市",
				"val": "469001",
				"items": [{
					"name": "五指山市",
					"val": "469001"
				}]
			},
			{
				"name": "琼海市",
				"val": "469002",
				"items": [{
					"name": "琼海市",
					"val": "469002"
				}]
			},
			{
				"name": "文昌市",
				"val": "469005",
				"items": [{
					"name": "文昌市",
					"val": "469005"
				}]
			},
			{
				"name": "万宁市",
				"val": "469006",
				"items": [{
					"name": "万宁市",
					"val": "469006"
				}]
			},
			{
				"name": "东方市",
				"val": "469007",
				"items": [{
					"name": "东方市",
					"val": "469007"
				}]
			},
			{
				"name": "定安县",
				"val": "469021",
				"items": [{
					"name": "定安县",
					"val": "469021"
				}]
			},
			{
				"name": "屯昌县",
				"val": "469022",
				"items": [{
					"name": "屯昌县",
					"val": "469022"
				}]
			},
			{
				"name": "澄迈县",
				"val": "469023",
				"items": [{
					"name": "澄迈县",
					"val": "469023"
				}]
			},
			{
				"name": "临高县",
				"val": "469024",
				"items": [{
					"name": "临高县",
					"val": "469024"
				}]
			},
			{
				"name": "白沙黎族自治县",
				"val": "469025",
				"items": [{
					"name": "白沙黎族自治县",
					"val": "469025"
				}]
			},
			{
				"name": "昌江黎族自治县",
				"val": "469026",
				"items": [{
					"name": "昌江黎族自治县",
					"val": "469026"
				}]
			},
			{
				"name": "乐东黎族自治县",
				"val": "469027",
				"items": [{
					"name": "乐东黎族自治县",
					"val": "469027"
				}]
			},
			{
				"name": "陵水黎族自治县",
				"val": "469028",
				"items": [{
					"name": "陵水黎族自治县",
					"val": "469028"
				}]
			},
			{
				"name": "保亭黎族苗族自治县",
				"val": "469029",
				"items": [{
					"name": "保亭黎族苗族自治县",
					"val": "469029"
				}]
			},
			{
				"name": "琼中黎族苗族自治县",
				"val": "469030",
				"items": [{
					"name": "琼中黎族苗族自治县",
					"val": "469030"
				}]
			}
		]
	},
	{
		"name": "重庆",
		"val": "500000",
		"items": [{
				"name": "重庆市辖区",
				"val": "500100",
				"items": [{
						"name": "万州区",
						"val": "500101"
					},
					{
						"name": "涪陵区",
						"val": "500102"
					},
					{
						"name": "渝中区",
						"val": "500103"
					},
					{
						"name": "大渡口区",
						"val": "500104"
					},
					{
						"name": "江北区",
						"val": "500105"
					},
					{
						"name": "沙坪坝区",
						"val": "500106"
					},
					{
						"name": "九龙坡区",
						"val": "500107"
					},
					{
						"name": "南岸区",
						"val": "500108"
					},
					{
						"name": "北碚区",
						"val": "500109"
					},
					{
						"name": "綦江区",
						"val": "500110"
					},
					{
						"name": "大足区",
						"val": "500111"
					},
					{
						"name": "渝北区",
						"val": "500112"
					},
					{
						"name": "巴南区",
						"val": "500113"
					},
					{
						"name": "黔江区",
						"val": "500114"
					},
					{
						"name": "长寿区",
						"val": "500115"
					},
					{
						"name": "江津区",
						"val": "500116"
					},
					{
						"name": "合川区",
						"val": "500117"
					},
					{
						"name": "永川区",
						"val": "500118"
					},
					{
						"name": "南川区",
						"val": "500119"
					},
					{
						"name": "璧山区",
						"val": "500120"
					},
					{
						"name": "铜梁区",
						"val": "500151"
					},
					{
						"name": "潼南区",
						"val": "500152"
					},
					{
						"name": "荣昌区",
						"val": "500153"
					},
					{
						"name": "开州区",
						"val": "500154"
					},
					{
						"name": "梁平区",
						"val": "500155"
					},
					{
						"name": "武隆区",
						"val": "500156"
					}
				]
			},
			{
				"name": "重庆市",
				"val": "500200",
				"items": [{
						"name": "城口县",
						"val": "500229"
					},
					{
						"name": "丰都县",
						"val": "500230"
					},
					{
						"name": "垫江县",
						"val": "500231"
					},
					{
						"name": "忠县",
						"val": "500233"
					},
					{
						"name": "云阳县",
						"val": "500235"
					},
					{
						"name": "奉节县",
						"val": "500236"
					},
					{
						"name": "巫山县",
						"val": "500237"
					},
					{
						"name": "巫溪县",
						"val": "500238"
					},
					{
						"name": "石柱土家族自治县",
						"val": "500240"
					},
					{
						"name": "秀山土家族苗族自治县",
						"val": "500241"
					},
					{
						"name": "酉阳土家族苗族自治县",
						"val": "500242"
					},
					{
						"name": "彭水苗族土家族自治县",
						"val": "500243"
					}
				]
			}
		]
	},
	{
		"name": "四川省",
		"val": "510000",
		"items": [{
				"name": "成都市",
				"val": "510100",
				"items": [{
						"name": "锦江区",
						"val": "510104"
					},
					{
						"name": "青羊区",
						"val": "510105"
					},
					{
						"name": "金牛区",
						"val": "510106"
					},
					{
						"name": "武侯区",
						"val": "510107"
					},
					{
						"name": "成华区",
						"val": "510108"
					},
					{
						"name": "龙泉驿区",
						"val": "510112"
					},
					{
						"name": "青白江区",
						"val": "510113"
					},
					{
						"name": "新都区",
						"val": "510114"
					},
					{
						"name": "温江区",
						"val": "510115"
					},
					{
						"name": "双流区",
						"val": "510116"
					},
					{
						"name": "郫都区",
						"val": "510117"
					},
					{
						"name": "新津区",
						"val": "510118"
					},
					{
						"name": "金堂县",
						"val": "510121"
					},
					{
						"name": "大邑县",
						"val": "510129"
					},
					{
						"name": "蒲江县",
						"val": "510131"
					},
					{
						"name": "都江堰市",
						"val": "510181"
					},
					{
						"name": "彭州市",
						"val": "510182"
					},
					{
						"name": "邛崃市",
						"val": "510183"
					},
					{
						"name": "崇州市",
						"val": "510184"
					},
					{
						"name": "简阳市",
						"val": "510185"
					}
				]
			},
			{
				"name": "自贡市",
				"val": "510300",
				"items": [{
						"name": "自流井区",
						"val": "510302"
					},
					{
						"name": "贡井区",
						"val": "510303"
					},
					{
						"name": "大安区",
						"val": "510304"
					},
					{
						"name": "沿滩区",
						"val": "510311"
					},
					{
						"name": "荣县",
						"val": "510321"
					},
					{
						"name": "富顺县",
						"val": "510322"
					}
				]
			},
			{
				"name": "攀枝花市",
				"val": "510400",
				"items": [{
						"name": "东区",
						"val": "510402"
					},
					{
						"name": "西区",
						"val": "510403"
					},
					{
						"name": "仁和区",
						"val": "510411"
					},
					{
						"name": "米易县",
						"val": "510421"
					},
					{
						"name": "盐边县",
						"val": "510422"
					}
				]
			},
			{
				"name": "泸州市",
				"val": "510500",
				"items": [{
						"name": "江阳区",
						"val": "510502"
					},
					{
						"name": "纳溪区",
						"val": "510503"
					},
					{
						"name": "龙马潭区",
						"val": "510504"
					},
					{
						"name": "泸县",
						"val": "510521"
					},
					{
						"name": "合江县",
						"val": "510522"
					},
					{
						"name": "叙永县",
						"val": "510524"
					},
					{
						"name": "古蔺县",
						"val": "510525"
					}
				]
			},
			{
				"name": "德阳市",
				"val": "510600",
				"items": [{
						"name": "旌阳区",
						"val": "510603"
					},
					{
						"name": "罗江区",
						"val": "510604"
					},
					{
						"name": "中江县",
						"val": "510623"
					},
					{
						"name": "广汉市",
						"val": "510681"
					},
					{
						"name": "什邡市",
						"val": "510682"
					},
					{
						"name": "绵竹市",
						"val": "510683"
					}
				]
			},
			{
				"name": "绵阳市",
				"val": "510700",
				"items": [{
						"name": "涪城区",
						"val": "510703"
					},
					{
						"name": "游仙区",
						"val": "510704"
					},
					{
						"name": "安州区",
						"val": "510705"
					},
					{
						"name": "三台县",
						"val": "510722"
					},
					{
						"name": "盐亭县",
						"val": "510723"
					},
					{
						"name": "梓潼县",
						"val": "510725"
					},
					{
						"name": "北川羌族自治县",
						"val": "510726"
					},
					{
						"name": "平武县",
						"val": "510727"
					},
					{
						"name": "江油市",
						"val": "510781"
					}
				]
			},
			{
				"name": "广元市",
				"val": "510800",
				"items": [{
						"name": "利州区",
						"val": "510802"
					},
					{
						"name": "昭化区",
						"val": "510811"
					},
					{
						"name": "朝天区",
						"val": "510812"
					},
					{
						"name": "旺苍县",
						"val": "510821"
					},
					{
						"name": "青川县",
						"val": "510822"
					},
					{
						"name": "剑阁县",
						"val": "510823"
					},
					{
						"name": "苍溪县",
						"val": "510824"
					}
				]
			},
			{
				"name": "遂宁市",
				"val": "510900",
				"items": [{
						"name": "船山区",
						"val": "510903"
					},
					{
						"name": "安居区",
						"val": "510904"
					},
					{
						"name": "蓬溪县",
						"val": "510921"
					},
					{
						"name": "大英县",
						"val": "510923"
					},
					{
						"name": "射洪市",
						"val": "510981"
					}
				]
			},
			{
				"name": "内江市",
				"val": "511000",
				"items": [{
						"name": "市中区",
						"val": "511002"
					},
					{
						"name": "东兴区",
						"val": "511011"
					},
					{
						"name": "威远县",
						"val": "511024"
					},
					{
						"name": "资中县",
						"val": "511025"
					},
					{
						"name": "隆昌市",
						"val": "511083"
					}
				]
			},
			{
				"name": "乐山市",
				"val": "511100",
				"items": [{
						"name": "市中区",
						"val": "511102"
					},
					{
						"name": "沙湾区",
						"val": "511111"
					},
					{
						"name": "五通桥区",
						"val": "511112"
					},
					{
						"name": "金口河区",
						"val": "511113"
					},
					{
						"name": "犍为县",
						"val": "511123"
					},
					{
						"name": "井研县",
						"val": "511124"
					},
					{
						"name": "夹江县",
						"val": "511126"
					},
					{
						"name": "沐川县",
						"val": "511129"
					},
					{
						"name": "峨边彝族自治县",
						"val": "511132"
					},
					{
						"name": "马边彝族自治县",
						"val": "511133"
					},
					{
						"name": "峨眉山市",
						"val": "511181"
					}
				]
			},
			{
				"name": "南充市",
				"val": "511300",
				"items": [{
						"name": "顺庆区",
						"val": "511302"
					},
					{
						"name": "高坪区",
						"val": "511303"
					},
					{
						"name": "嘉陵区",
						"val": "511304"
					},
					{
						"name": "南部县",
						"val": "511321"
					},
					{
						"name": "营山县",
						"val": "511322"
					},
					{
						"name": "蓬安县",
						"val": "511323"
					},
					{
						"name": "仪陇县",
						"val": "511324"
					},
					{
						"name": "西充县",
						"val": "511325"
					},
					{
						"name": "阆中市",
						"val": "511381"
					}
				]
			},
			{
				"name": "眉山市",
				"val": "511400",
				"items": [{
						"name": "东坡区",
						"val": "511402"
					},
					{
						"name": "彭山区",
						"val": "511403"
					},
					{
						"name": "仁寿县",
						"val": "511421"
					},
					{
						"name": "洪雅县",
						"val": "511423"
					},
					{
						"name": "丹棱县",
						"val": "511424"
					},
					{
						"name": "青神县",
						"val": "511425"
					}
				]
			},
			{
				"name": "宜宾市",
				"val": "511500",
				"items": [{
						"name": "翠屏区",
						"val": "511502"
					},
					{
						"name": "南溪区",
						"val": "511503"
					},
					{
						"name": "叙州区",
						"val": "511504"
					},
					{
						"name": "江安县",
						"val": "511523"
					},
					{
						"name": "长宁县",
						"val": "511524"
					},
					{
						"name": "高县",
						"val": "511525"
					},
					{
						"name": "珙县",
						"val": "511526"
					},
					{
						"name": "筠连县",
						"val": "511527"
					},
					{
						"name": "兴文县",
						"val": "511528"
					},
					{
						"name": "屏山县",
						"val": "511529"
					}
				]
			},
			{
				"name": "广安市",
				"val": "511600",
				"items": [{
						"name": "广安区",
						"val": "511602"
					},
					{
						"name": "前锋区",
						"val": "511603"
					},
					{
						"name": "岳池县",
						"val": "511621"
					},
					{
						"name": "武胜县",
						"val": "511622"
					},
					{
						"name": "邻水县",
						"val": "511623"
					},
					{
						"name": "华蓥市",
						"val": "511681"
					}
				]
			},
			{
				"name": "达州市",
				"val": "511700",
				"items": [{
						"name": "通川区",
						"val": "511702"
					},
					{
						"name": "达川区",
						"val": "511703"
					},
					{
						"name": "宣汉县",
						"val": "511722"
					},
					{
						"name": "开江县",
						"val": "511723"
					},
					{
						"name": "大竹县",
						"val": "511724"
					},
					{
						"name": "渠县",
						"val": "511725"
					},
					{
						"name": "万源市",
						"val": "511781"
					}
				]
			},
			{
				"name": "雅安市",
				"val": "511800",
				"items": [{
						"name": "雨城区",
						"val": "511802"
					},
					{
						"name": "名山区",
						"val": "511803"
					},
					{
						"name": "荥经县",
						"val": "511822"
					},
					{
						"name": "汉源县",
						"val": "511823"
					},
					{
						"name": "石棉县",
						"val": "511824"
					},
					{
						"name": "天全县",
						"val": "511825"
					},
					{
						"name": "芦山县",
						"val": "511826"
					},
					{
						"name": "宝兴县",
						"val": "511827"
					}
				]
			},
			{
				"name": "巴中市",
				"val": "511900",
				"items": [{
						"name": "巴州区",
						"val": "511902"
					},
					{
						"name": "恩阳区",
						"val": "511903"
					},
					{
						"name": "通江县",
						"val": "511921"
					},
					{
						"name": "南江县",
						"val": "511922"
					},
					{
						"name": "平昌县",
						"val": "511923"
					}
				]
			},
			{
				"name": "资阳市",
				"val": "512000",
				"items": [{
						"name": "雁江区",
						"val": "512002"
					},
					{
						"name": "安岳县",
						"val": "512021"
					},
					{
						"name": "乐至县",
						"val": "512022"
					}
				]
			},
			{
				"name": "阿坝藏族羌族自治州",
				"val": "513200",
				"items": [{
						"name": "马尔康市",
						"val": "513201"
					},
					{
						"name": "汶川县",
						"val": "513221"
					},
					{
						"name": "理县",
						"val": "513222"
					},
					{
						"name": "茂县",
						"val": "513223"
					},
					{
						"name": "松潘县",
						"val": "513224"
					},
					{
						"name": "九寨沟县",
						"val": "513225"
					},
					{
						"name": "金川县",
						"val": "513226"
					},
					{
						"name": "小金县",
						"val": "513227"
					},
					{
						"name": "黑水县",
						"val": "513228"
					},
					{
						"name": "壤塘县",
						"val": "513230"
					},
					{
						"name": "阿坝县",
						"val": "513231"
					},
					{
						"name": "若尔盖县",
						"val": "513232"
					},
					{
						"name": "红原县",
						"val": "513233"
					}
				]
			},
			{
				"name": "甘孜藏族自治州",
				"val": "513300",
				"items": [{
						"name": "康定市",
						"val": "513301"
					},
					{
						"name": "泸定县",
						"val": "513322"
					},
					{
						"name": "丹巴县",
						"val": "513323"
					},
					{
						"name": "九龙县",
						"val": "513324"
					},
					{
						"name": "雅江县",
						"val": "513325"
					},
					{
						"name": "道孚县",
						"val": "513326"
					},
					{
						"name": "炉霍县",
						"val": "513327"
					},
					{
						"name": "甘孜县",
						"val": "513328"
					},
					{
						"name": "新龙县",
						"val": "513329"
					},
					{
						"name": "德格县",
						"val": "513330"
					},
					{
						"name": "白玉县",
						"val": "513331"
					},
					{
						"name": "石渠县",
						"val": "513332"
					},
					{
						"name": "色达县",
						"val": "513333"
					},
					{
						"name": "理塘县",
						"val": "513334"
					},
					{
						"name": "巴塘县",
						"val": "513335"
					},
					{
						"name": "乡城县",
						"val": "513336"
					},
					{
						"name": "稻城县",
						"val": "513337"
					},
					{
						"name": "得荣县",
						"val": "513338"
					}
				]
			},
			{
				"name": "凉山彝族自治州",
				"val": "513400",
				"items": [{
						"name": "西昌市",
						"val": "513401"
					},
					{
						"name": "会理市",
						"val": "513402"
					},
					{
						"name": "木里藏族自治县",
						"val": "513422"
					},
					{
						"name": "盐源县",
						"val": "513423"
					},
					{
						"name": "德昌县",
						"val": "513424"
					},
					{
						"name": "会东县",
						"val": "513426"
					},
					{
						"name": "宁南县",
						"val": "513427"
					},
					{
						"name": "普格县",
						"val": "513428"
					},
					{
						"name": "布拖县",
						"val": "513429"
					},
					{
						"name": "金阳县",
						"val": "513430"
					},
					{
						"name": "昭觉县",
						"val": "513431"
					},
					{
						"name": "喜德县",
						"val": "513432"
					},
					{
						"name": "冕宁县",
						"val": "513433"
					},
					{
						"name": "越西县",
						"val": "513434"
					},
					{
						"name": "甘洛县",
						"val": "513435"
					},
					{
						"name": "美姑县",
						"val": "513436"
					},
					{
						"name": "雷波县",
						"val": "513437"
					}
				]
			}
		]
	},
	{
		"name": "贵州省",
		"val": "520000",
		"items": [{
				"name": "贵阳市",
				"val": "520100",
				"items": [{
						"name": "南明区",
						"val": "520102"
					},
					{
						"name": "云岩区",
						"val": "520103"
					},
					{
						"name": "花溪区",
						"val": "520111"
					},
					{
						"name": "乌当区",
						"val": "520112"
					},
					{
						"name": "白云区",
						"val": "520113"
					},
					{
						"name": "观山湖区",
						"val": "520115"
					},
					{
						"name": "开阳县",
						"val": "520121"
					},
					{
						"name": "息烽县",
						"val": "520122"
					},
					{
						"name": "修文县",
						"val": "520123"
					},
					{
						"name": "清镇市",
						"val": "520181"
					}
				]
			},
			{
				"name": "六盘水市",
				"val": "520200",
				"items": [{
						"name": "钟山区",
						"val": "520201"
					},
					{
						"name": "六枝特区",
						"val": "520203"
					},
					{
						"name": "水城区",
						"val": "520204"
					},
					{
						"name": "盘州市",
						"val": "520281"
					}
				]
			},
			{
				"name": "遵义市",
				"val": "520300",
				"items": [{
						"name": "红花岗区",
						"val": "520302"
					},
					{
						"name": "汇川区",
						"val": "520303"
					},
					{
						"name": "播州区",
						"val": "520304"
					},
					{
						"name": "桐梓县",
						"val": "520322"
					},
					{
						"name": "绥阳县",
						"val": "520323"
					},
					{
						"name": "正安县",
						"val": "520324"
					},
					{
						"name": "道真仡佬族苗族自治县",
						"val": "520325"
					},
					{
						"name": "务川仡佬族苗族自治县",
						"val": "520326"
					},
					{
						"name": "凤冈县",
						"val": "520327"
					},
					{
						"name": "湄潭县",
						"val": "520328"
					},
					{
						"name": "余庆县",
						"val": "520329"
					},
					{
						"name": "习水县",
						"val": "520330"
					},
					{
						"name": "赤水市",
						"val": "520381"
					},
					{
						"name": "仁怀市",
						"val": "520382"
					}
				]
			},
			{
				"name": "安顺市",
				"val": "520400",
				"items": [{
						"name": "西秀区",
						"val": "520402"
					},
					{
						"name": "平坝区",
						"val": "520403"
					},
					{
						"name": "普定县",
						"val": "520422"
					},
					{
						"name": "镇宁布依族苗族自治县",
						"val": "520423"
					},
					{
						"name": "关岭布依族苗族自治县",
						"val": "520424"
					},
					{
						"name": "紫云苗族布依族自治县",
						"val": "520425"
					}
				]
			},
			{
				"name": "毕节市",
				"val": "520500",
				"items": [{
						"name": "七星关区",
						"val": "520502"
					},
					{
						"name": "大方县",
						"val": "520521"
					},
					{
						"name": "金沙县",
						"val": "520523"
					},
					{
						"name": "织金县",
						"val": "520524"
					},
					{
						"name": "纳雍县",
						"val": "520525"
					},
					{
						"name": "威宁彝族回族苗族自治县",
						"val": "520526"
					},
					{
						"name": "赫章县",
						"val": "520527"
					},
					{
						"name": "黔西市",
						"val": "520581"
					}
				]
			},
			{
				"name": "铜仁市",
				"val": "520600",
				"items": [{
						"name": "碧江区",
						"val": "520602"
					},
					{
						"name": "万山区",
						"val": "520603"
					},
					{
						"name": "江口县",
						"val": "520621"
					},
					{
						"name": "玉屏侗族自治县",
						"val": "520622"
					},
					{
						"name": "石阡县",
						"val": "520623"
					},
					{
						"name": "思南县",
						"val": "520624"
					},
					{
						"name": "印江土家族苗族自治县",
						"val": "520625"
					},
					{
						"name": "德江县",
						"val": "520626"
					},
					{
						"name": "沿河土家族自治县",
						"val": "520627"
					},
					{
						"name": "松桃苗族自治县",
						"val": "520628"
					}
				]
			},
			{
				"name": "黔西南布依族苗族自治州",
				"val": "522300",
				"items": [{
						"name": "兴义市",
						"val": "522301"
					},
					{
						"name": "兴仁市",
						"val": "522302"
					},
					{
						"name": "普安县",
						"val": "522323"
					},
					{
						"name": "晴隆县",
						"val": "522324"
					},
					{
						"name": "贞丰县",
						"val": "522325"
					},
					{
						"name": "望谟县",
						"val": "522326"
					},
					{
						"name": "册亨县",
						"val": "522327"
					},
					{
						"name": "安龙县",
						"val": "522328"
					}
				]
			},
			{
				"name": "黔东南苗族侗族自治州",
				"val": "522600",
				"items": [{
						"name": "凯里市",
						"val": "522601"
					},
					{
						"name": "黄平县",
						"val": "522622"
					},
					{
						"name": "施秉县",
						"val": "522623"
					},
					{
						"name": "三穗县",
						"val": "522624"
					},
					{
						"name": "镇远县",
						"val": "522625"
					},
					{
						"name": "岑巩县",
						"val": "522626"
					},
					{
						"name": "天柱县",
						"val": "522627"
					},
					{
						"name": "锦屏县",
						"val": "522628"
					},
					{
						"name": "剑河县",
						"val": "522629"
					},
					{
						"name": "台江县",
						"val": "522630"
					},
					{
						"name": "黎平县",
						"val": "522631"
					},
					{
						"name": "榕江县",
						"val": "522632"
					},
					{
						"name": "从江县",
						"val": "522633"
					},
					{
						"name": "雷山县",
						"val": "522634"
					},
					{
						"name": "麻江县",
						"val": "522635"
					},
					{
						"name": "丹寨县",
						"val": "522636"
					}
				]
			},
			{
				"name": "黔南布依族苗族自治州",
				"val": "522700",
				"items": [{
						"name": "都匀市",
						"val": "522701"
					},
					{
						"name": "福泉市",
						"val": "522702"
					},
					{
						"name": "荔波县",
						"val": "522722"
					},
					{
						"name": "贵定县",
						"val": "522723"
					},
					{
						"name": "瓮安县",
						"val": "522725"
					},
					{
						"name": "独山县",
						"val": "522726"
					},
					{
						"name": "平塘县",
						"val": "522727"
					},
					{
						"name": "罗甸县",
						"val": "522728"
					},
					{
						"name": "长顺县",
						"val": "522729"
					},
					{
						"name": "龙里县",
						"val": "522730"
					},
					{
						"name": "惠水县",
						"val": "522731"
					},
					{
						"name": "三都水族自治县",
						"val": "522732"
					}
				]
			}
		]
	},
	{
		"name": "云南省",
		"val": "530000",
		"items": [{
				"name": "昆明市",
				"val": "530100",
				"items": [{
						"name": "五华区",
						"val": "530102"
					},
					{
						"name": "盘龙区",
						"val": "530103"
					},
					{
						"name": "官渡区",
						"val": "530111"
					},
					{
						"name": "西山区",
						"val": "530112"
					},
					{
						"name": "东川区",
						"val": "530113"
					},
					{
						"name": "呈贡区",
						"val": "530114"
					},
					{
						"name": "晋宁区",
						"val": "530115"
					},
					{
						"name": "富民县",
						"val": "530124"
					},
					{
						"name": "宜良县",
						"val": "530125"
					},
					{
						"name": "石林彝族自治县",
						"val": "530126"
					},
					{
						"name": "嵩明县",
						"val": "530127"
					},
					{
						"name": "禄劝彝族苗族自治县",
						"val": "530128"
					},
					{
						"name": "寻甸回族彝族自治县",
						"val": "530129"
					},
					{
						"name": "安宁市",
						"val": "530181"
					}
				]
			},
			{
				"name": "曲靖市",
				"val": "530300",
				"items": [{
						"name": "麒麟区",
						"val": "530302"
					},
					{
						"name": "沾益区",
						"val": "530303"
					},
					{
						"name": "马龙区",
						"val": "530304"
					},
					{
						"name": "陆良县",
						"val": "530322"
					},
					{
						"name": "师宗县",
						"val": "530323"
					},
					{
						"name": "罗平县",
						"val": "530324"
					},
					{
						"name": "富源县",
						"val": "530325"
					},
					{
						"name": "会泽县",
						"val": "530326"
					},
					{
						"name": "宣威市",
						"val": "530381"
					}
				]
			},
			{
				"name": "玉溪市",
				"val": "530400",
				"items": [{
						"name": "红塔区",
						"val": "530402"
					},
					{
						"name": "江川区",
						"val": "530403"
					},
					{
						"name": "通海县",
						"val": "530423"
					},
					{
						"name": "华宁县",
						"val": "530424"
					},
					{
						"name": "易门县",
						"val": "530425"
					},
					{
						"name": "峨山彝族自治县",
						"val": "530426"
					},
					{
						"name": "新平彝族傣族自治县",
						"val": "530427"
					},
					{
						"name": "元江哈尼族彝族傣族自治县",
						"val": "530428"
					},
					{
						"name": "澄江市",
						"val": "530481"
					}
				]
			},
			{
				"name": "保山市",
				"val": "530500",
				"items": [{
						"name": "隆阳区",
						"val": "530502"
					},
					{
						"name": "施甸县",
						"val": "530521"
					},
					{
						"name": "龙陵县",
						"val": "530523"
					},
					{
						"name": "昌宁县",
						"val": "530524"
					},
					{
						"name": "腾冲市",
						"val": "530581"
					}
				]
			},
			{
				"name": "昭通市",
				"val": "530600",
				"items": [{
						"name": "昭阳区",
						"val": "530602"
					},
					{
						"name": "鲁甸县",
						"val": "530621"
					},
					{
						"name": "巧家县",
						"val": "530622"
					},
					{
						"name": "盐津县",
						"val": "530623"
					},
					{
						"name": "大关县",
						"val": "530624"
					},
					{
						"name": "永善县",
						"val": "530625"
					},
					{
						"name": "绥江县",
						"val": "530626"
					},
					{
						"name": "镇雄县",
						"val": "530627"
					},
					{
						"name": "彝良县",
						"val": "530628"
					},
					{
						"name": "威信县",
						"val": "530629"
					},
					{
						"name": "水富市",
						"val": "530681"
					}
				]
			},
			{
				"name": "丽江市",
				"val": "530700",
				"items": [{
						"name": "古城区",
						"val": "530702"
					},
					{
						"name": "玉龙纳西族自治县",
						"val": "530721"
					},
					{
						"name": "永胜县",
						"val": "530722"
					},
					{
						"name": "华坪县",
						"val": "530723"
					},
					{
						"name": "宁蒗彝族自治县",
						"val": "530724"
					}
				]
			},
			{
				"name": "普洱市",
				"val": "530800",
				"items": [{
						"name": "思茅区",
						"val": "530802"
					},
					{
						"name": "宁洱哈尼族彝族自治县",
						"val": "530821"
					},
					{
						"name": "墨江哈尼族自治县",
						"val": "530822"
					},
					{
						"name": "景东彝族自治县",
						"val": "530823"
					},
					{
						"name": "景谷傣族彝族自治县",
						"val": "530824"
					},
					{
						"name": "镇沅彝族哈尼族拉祜族自治县",
						"val": "530825"
					},
					{
						"name": "江城哈尼族彝族自治县",
						"val": "530826"
					},
					{
						"name": "孟连傣族拉祜族佤族自治县",
						"val": "530827"
					},
					{
						"name": "澜沧拉祜族自治县",
						"val": "530828"
					},
					{
						"name": "西盟佤族自治县",
						"val": "530829"
					}
				]
			},
			{
				"name": "临沧市",
				"val": "530900",
				"items": [{
						"name": "临翔区",
						"val": "530902"
					},
					{
						"name": "凤庆县",
						"val": "530921"
					},
					{
						"name": "云县",
						"val": "530922"
					},
					{
						"name": "永德县",
						"val": "530923"
					},
					{
						"name": "镇康县",
						"val": "530924"
					},
					{
						"name": "双江拉祜族佤族布朗族傣族自治县",
						"val": "530925"
					},
					{
						"name": "耿马傣族佤族自治县",
						"val": "530926"
					},
					{
						"name": "沧源佤族自治县",
						"val": "530927"
					}
				]
			},
			{
				"name": "楚雄彝族自治州",
				"val": "532300",
				"items": [{
						"name": "楚雄市",
						"val": "532301"
					},
					{
						"name": "禄丰市",
						"val": "532302"
					},
					{
						"name": "双柏县",
						"val": "532322"
					},
					{
						"name": "牟定县",
						"val": "532323"
					},
					{
						"name": "南华县",
						"val": "532324"
					},
					{
						"name": "姚安县",
						"val": "532325"
					},
					{
						"name": "大姚县",
						"val": "532326"
					},
					{
						"name": "永仁县",
						"val": "532327"
					},
					{
						"name": "元谋县",
						"val": "532328"
					},
					{
						"name": "武定县",
						"val": "532329"
					}
				]
			},
			{
				"name": "红河哈尼族彝族自治州",
				"val": "532500",
				"items": [{
						"name": "个旧市",
						"val": "532501"
					},
					{
						"name": "开远市",
						"val": "532502"
					},
					{
						"name": "蒙自市",
						"val": "532503"
					},
					{
						"name": "弥勒市",
						"val": "532504"
					},
					{
						"name": "屏边苗族自治县",
						"val": "532523"
					},
					{
						"name": "建水县",
						"val": "532524"
					},
					{
						"name": "石屏县",
						"val": "532525"
					},
					{
						"name": "泸西县",
						"val": "532527"
					},
					{
						"name": "元阳县",
						"val": "532528"
					},
					{
						"name": "红河县",
						"val": "532529"
					},
					{
						"name": "金平苗族瑶族傣族自治县",
						"val": "532530"
					},
					{
						"name": "绿春县",
						"val": "532531"
					},
					{
						"name": "河口瑶族自治县",
						"val": "532532"
					}
				]
			},
			{
				"name": "文山壮族苗族自治州",
				"val": "532600",
				"items": [{
						"name": "文山市",
						"val": "532601"
					},
					{
						"name": "砚山县",
						"val": "532622"
					},
					{
						"name": "西畴县",
						"val": "532623"
					},
					{
						"name": "麻栗坡县",
						"val": "532624"
					},
					{
						"name": "马关县",
						"val": "532625"
					},
					{
						"name": "丘北县",
						"val": "532626"
					},
					{
						"name": "广南县",
						"val": "532627"
					},
					{
						"name": "富宁县",
						"val": "532628"
					}
				]
			},
			{
				"name": "西双版纳傣族自治州",
				"val": "532800",
				"items": [{
						"name": "景洪市",
						"val": "532801"
					},
					{
						"name": "勐海县",
						"val": "532822"
					},
					{
						"name": "勐腊县",
						"val": "532823"
					}
				]
			},
			{
				"name": "大理白族自治州",
				"val": "532900",
				"items": [{
						"name": "大理市",
						"val": "532901"
					},
					{
						"name": "漾濞彝族自治县",
						"val": "532922"
					},
					{
						"name": "祥云县",
						"val": "532923"
					},
					{
						"name": "宾川县",
						"val": "532924"
					},
					{
						"name": "弥渡县",
						"val": "532925"
					},
					{
						"name": "南涧彝族自治县",
						"val": "532926"
					},
					{
						"name": "巍山彝族回族自治县",
						"val": "532927"
					},
					{
						"name": "永平县",
						"val": "532928"
					},
					{
						"name": "云龙县",
						"val": "532929"
					},
					{
						"name": "洱源县",
						"val": "532930"
					},
					{
						"name": "剑川县",
						"val": "532931"
					},
					{
						"name": "鹤庆县",
						"val": "532932"
					}
				]
			},
			{
				"name": "德宏傣族景颇族自治州",
				"val": "533100",
				"items": [{
						"name": "瑞丽市",
						"val": "533102"
					},
					{
						"name": "芒市",
						"val": "533103"
					},
					{
						"name": "梁河县",
						"val": "533122"
					},
					{
						"name": "盈江县",
						"val": "533123"
					},
					{
						"name": "陇川县",
						"val": "533124"
					}
				]
			},
			{
				"name": "怒江傈僳族自治州",
				"val": "533300",
				"items": [{
						"name": "泸水市",
						"val": "533301"
					},
					{
						"name": "福贡县",
						"val": "533323"
					},
					{
						"name": "贡山独龙族怒族自治县",
						"val": "533324"
					},
					{
						"name": "兰坪白族普米族自治县",
						"val": "533325"
					}
				]
			},
			{
				"name": "迪庆藏族自治州",
				"val": "533400",
				"items": [{
						"name": "香格里拉市",
						"val": "533401"
					},
					{
						"name": "德钦县",
						"val": "533422"
					},
					{
						"name": "维西傈僳族自治县",
						"val": "533423"
					}
				]
			}
		]
	},
	{
		"name": "西藏自治区",
		"val": "540000",
		"items": [{
				"name": "拉萨市",
				"val": "540100",
				"items": [{
						"name": "城关区",
						"val": "540102"
					},
					{
						"name": "堆龙德庆区",
						"val": "540103"
					},
					{
						"name": "达孜区",
						"val": "540104"
					},
					{
						"name": "林周县",
						"val": "540121"
					},
					{
						"name": "当雄县",
						"val": "540122"
					},
					{
						"name": "尼木县",
						"val": "540123"
					},
					{
						"name": "曲水县",
						"val": "540124"
					},
					{
						"name": "墨竹工卡县",
						"val": "540127"
					},
					{
						"name": "格尔木藏青工业园区",
						"val": "540171"
					},
					{
						"name": "拉萨经济技术开发区",
						"val": "540172"
					},
					{
						"name": "西藏文化旅游创意园区",
						"val": "540173"
					},
					{
						"name": "达孜工业园区",
						"val": "540174"
					}
				]
			},
			{
				"name": "日喀则市",
				"val": "540200",
				"items": [{
						"name": "桑珠孜区",
						"val": "540202"
					},
					{
						"name": "南木林县",
						"val": "540221"
					},
					{
						"name": "江孜县",
						"val": "540222"
					},
					{
						"name": "定日县",
						"val": "540223"
					},
					{
						"name": "萨迦县",
						"val": "540224"
					},
					{
						"name": "拉孜县",
						"val": "540225"
					},
					{
						"name": "昂仁县",
						"val": "540226"
					},
					{
						"name": "谢通门县",
						"val": "540227"
					},
					{
						"name": "白朗县",
						"val": "540228"
					},
					{
						"name": "仁布县",
						"val": "540229"
					},
					{
						"name": "康马县",
						"val": "540230"
					},
					{
						"name": "定结县",
						"val": "540231"
					},
					{
						"name": "仲巴县",
						"val": "540232"
					},
					{
						"name": "亚东县",
						"val": "540233"
					},
					{
						"name": "吉隆县",
						"val": "540234"
					},
					{
						"name": "聂拉木县",
						"val": "540235"
					},
					{
						"name": "萨嘎县",
						"val": "540236"
					},
					{
						"name": "岗巴县",
						"val": "540237"
					}
				]
			},
			{
				"name": "昌都市",
				"val": "540300",
				"items": [{
						"name": "卡若区",
						"val": "540302"
					},
					{
						"name": "江达县",
						"val": "540321"
					},
					{
						"name": "贡觉县",
						"val": "540322"
					},
					{
						"name": "类乌齐县",
						"val": "540323"
					},
					{
						"name": "丁青县",
						"val": "540324"
					},
					{
						"name": "察雅县",
						"val": "540325"
					},
					{
						"name": "八宿县",
						"val": "540326"
					},
					{
						"name": "左贡县",
						"val": "540327"
					},
					{
						"name": "芒康县",
						"val": "540328"
					},
					{
						"name": "洛隆县",
						"val": "540329"
					},
					{
						"name": "边坝县",
						"val": "540330"
					}
				]
			},
			{
				"name": "林芝市",
				"val": "540400",
				"items": [{
						"name": "巴宜区",
						"val": "540402"
					},
					{
						"name": "工布江达县",
						"val": "540421"
					},
					{
						"name": "米林县",
						"val": "540422"
					},
					{
						"name": "墨脱县",
						"val": "540423"
					},
					{
						"name": "波密县",
						"val": "540424"
					},
					{
						"name": "察隅县",
						"val": "540425"
					},
					{
						"name": "朗县",
						"val": "540426"
					}
				]
			},
			{
				"name": "山南市",
				"val": "540500",
				"items": [{
						"name": "乃东区",
						"val": "540502"
					},
					{
						"name": "扎囊县",
						"val": "540521"
					},
					{
						"name": "贡嘎县",
						"val": "540522"
					},
					{
						"name": "桑日县",
						"val": "540523"
					},
					{
						"name": "琼结县",
						"val": "540524"
					},
					{
						"name": "曲松县",
						"val": "540525"
					},
					{
						"name": "措美县",
						"val": "540526"
					},
					{
						"name": "洛扎县",
						"val": "540527"
					},
					{
						"name": "加查县",
						"val": "540528"
					},
					{
						"name": "隆子县",
						"val": "540529"
					},
					{
						"name": "错那县",
						"val": "540530"
					},
					{
						"name": "浪卡子县",
						"val": "540531"
					}
				]
			},
			{
				"name": "那曲市",
				"val": "540600",
				"items": [{
						"name": "色尼区",
						"val": "540602"
					},
					{
						"name": "嘉黎县",
						"val": "540621"
					},
					{
						"name": "比如县",
						"val": "540622"
					},
					{
						"name": "聂荣县",
						"val": "540623"
					},
					{
						"name": "安多县",
						"val": "540624"
					},
					{
						"name": "申扎县",
						"val": "540625"
					},
					{
						"name": "索县",
						"val": "540626"
					},
					{
						"name": "班戈县",
						"val": "540627"
					},
					{
						"name": "巴青县",
						"val": "540628"
					},
					{
						"name": "尼玛县",
						"val": "540629"
					},
					{
						"name": "双湖县",
						"val": "540630"
					}
				]
			},
			{
				"name": "阿里地区",
				"val": "542500",
				"items": [{
						"name": "普兰县",
						"val": "542521"
					},
					{
						"name": "札达县",
						"val": "542522"
					},
					{
						"name": "噶尔县",
						"val": "542523"
					},
					{
						"name": "日土县",
						"val": "542524"
					},
					{
						"name": "革吉县",
						"val": "542525"
					},
					{
						"name": "改则县",
						"val": "542526"
					},
					{
						"name": "措勤县",
						"val": "542527"
					}
				]
			}
		]
	},
	{
		"name": "陕西省",
		"val": "610000",
		"items": [{
				"name": "西安市",
				"val": "610100",
				"items": [{
						"name": "新城区",
						"val": "610102"
					},
					{
						"name": "碑林区",
						"val": "610103"
					},
					{
						"name": "莲湖区",
						"val": "610104"
					},
					{
						"name": "灞桥区",
						"val": "610111"
					},
					{
						"name": "未央区",
						"val": "610112"
					},
					{
						"name": "雁塔区",
						"val": "610113"
					},
					{
						"name": "阎良区",
						"val": "610114"
					},
					{
						"name": "临潼区",
						"val": "610115"
					},
					{
						"name": "长安区",
						"val": "610116"
					},
					{
						"name": "高陵区",
						"val": "610117"
					},
					{
						"name": "鄠邑区",
						"val": "610118"
					},
					{
						"name": "蓝田县",
						"val": "610122"
					},
					{
						"name": "周至县",
						"val": "610124"
					}
				]
			},
			{
				"name": "铜川市",
				"val": "610200",
				"items": [{
						"name": "王益区",
						"val": "610202"
					},
					{
						"name": "印台区",
						"val": "610203"
					},
					{
						"name": "耀州区",
						"val": "610204"
					},
					{
						"name": "宜君县",
						"val": "610222"
					}
				]
			},
			{
				"name": "宝鸡市",
				"val": "610300",
				"items": [{
						"name": "渭滨区",
						"val": "610302"
					},
					{
						"name": "金台区",
						"val": "610303"
					},
					{
						"name": "陈仓区",
						"val": "610304"
					},
					{
						"name": "凤翔区",
						"val": "610305"
					},
					{
						"name": "岐山县",
						"val": "610323"
					},
					{
						"name": "扶风县",
						"val": "610324"
					},
					{
						"name": "眉县",
						"val": "610326"
					},
					{
						"name": "陇县",
						"val": "610327"
					},
					{
						"name": "千阳县",
						"val": "610328"
					},
					{
						"name": "麟游县",
						"val": "610329"
					},
					{
						"name": "凤县",
						"val": "610330"
					},
					{
						"name": "太白县",
						"val": "610331"
					}
				]
			},
			{
				"name": "咸阳市",
				"val": "610400",
				"items": [{
						"name": "秦都区",
						"val": "610402"
					},
					{
						"name": "杨陵区",
						"val": "610403"
					},
					{
						"name": "渭城区",
						"val": "610404"
					},
					{
						"name": "三原县",
						"val": "610422"
					},
					{
						"name": "泾阳县",
						"val": "610423"
					},
					{
						"name": "乾县",
						"val": "610424"
					},
					{
						"name": "礼泉县",
						"val": "610425"
					},
					{
						"name": "永寿县",
						"val": "610426"
					},
					{
						"name": "长武县",
						"val": "610428"
					},
					{
						"name": "旬邑县",
						"val": "610429"
					},
					{
						"name": "淳化县",
						"val": "610430"
					},
					{
						"name": "武功县",
						"val": "610431"
					},
					{
						"name": "兴平市",
						"val": "610481"
					},
					{
						"name": "彬州市",
						"val": "610482"
					}
				]
			},
			{
				"name": "渭南市",
				"val": "610500",
				"items": [{
						"name": "临渭区",
						"val": "610502"
					},
					{
						"name": "华州区",
						"val": "610503"
					},
					{
						"name": "潼关县",
						"val": "610522"
					},
					{
						"name": "大荔县",
						"val": "610523"
					},
					{
						"name": "合阳县",
						"val": "610524"
					},
					{
						"name": "澄城县",
						"val": "610525"
					},
					{
						"name": "蒲城县",
						"val": "610526"
					},
					{
						"name": "白水县",
						"val": "610527"
					},
					{
						"name": "富平县",
						"val": "610528"
					},
					{
						"name": "韩城市",
						"val": "610581"
					},
					{
						"name": "华阴市",
						"val": "610582"
					}
				]
			},
			{
				"name": "延安市",
				"val": "610600",
				"items": [{
						"name": "宝塔区",
						"val": "610602"
					},
					{
						"name": "安塞区",
						"val": "610603"
					},
					{
						"name": "延长县",
						"val": "610621"
					},
					{
						"name": "延川县",
						"val": "610622"
					},
					{
						"name": "志丹县",
						"val": "610625"
					},
					{
						"name": "吴起县",
						"val": "610626"
					},
					{
						"name": "甘泉县",
						"val": "610627"
					},
					{
						"name": "富县",
						"val": "610628"
					},
					{
						"name": "洛川县",
						"val": "610629"
					},
					{
						"name": "宜川县",
						"val": "610630"
					},
					{
						"name": "黄龙县",
						"val": "610631"
					},
					{
						"name": "黄陵县",
						"val": "610632"
					},
					{
						"name": "子长市",
						"val": "610681"
					}
				]
			},
			{
				"name": "汉中市",
				"val": "610700",
				"items": [{
						"name": "汉台区",
						"val": "610702"
					},
					{
						"name": "南郑区",
						"val": "610703"
					},
					{
						"name": "城固县",
						"val": "610722"
					},
					{
						"name": "洋县",
						"val": "610723"
					},
					{
						"name": "西乡县",
						"val": "610724"
					},
					{
						"name": "勉县",
						"val": "610725"
					},
					{
						"name": "宁强县",
						"val": "610726"
					},
					{
						"name": "略阳县",
						"val": "610727"
					},
					{
						"name": "镇巴县",
						"val": "610728"
					},
					{
						"name": "留坝县",
						"val": "610729"
					},
					{
						"name": "佛坪县",
						"val": "610730"
					}
				]
			},
			{
				"name": "榆林市",
				"val": "610800",
				"items": [{
						"name": "榆阳区",
						"val": "610802"
					},
					{
						"name": "横山区",
						"val": "610803"
					},
					{
						"name": "府谷县",
						"val": "610822"
					},
					{
						"name": "靖边县",
						"val": "610824"
					},
					{
						"name": "定边县",
						"val": "610825"
					},
					{
						"name": "绥德县",
						"val": "610826"
					},
					{
						"name": "米脂县",
						"val": "610827"
					},
					{
						"name": "佳县",
						"val": "610828"
					},
					{
						"name": "吴堡县",
						"val": "610829"
					},
					{
						"name": "清涧县",
						"val": "610830"
					},
					{
						"name": "子洲县",
						"val": "610831"
					},
					{
						"name": "神木市",
						"val": "610881"
					}
				]
			},
			{
				"name": "安康市",
				"val": "610900",
				"items": [{
						"name": "汉滨区",
						"val": "610902"
					},
					{
						"name": "汉阴县",
						"val": "610921"
					},
					{
						"name": "石泉县",
						"val": "610922"
					},
					{
						"name": "宁陕县",
						"val": "610923"
					},
					{
						"name": "紫阳县",
						"val": "610924"
					},
					{
						"name": "岚皋县",
						"val": "610925"
					},
					{
						"name": "平利县",
						"val": "610926"
					},
					{
						"name": "镇坪县",
						"val": "610927"
					},
					{
						"name": "白河县",
						"val": "610929"
					},
					{
						"name": "旬阳市",
						"val": "610981"
					}
				]
			},
			{
				"name": "商洛市",
				"val": "611000",
				"items": [{
						"name": "商州区",
						"val": "611002"
					},
					{
						"name": "洛南县",
						"val": "611021"
					},
					{
						"name": "丹凤县",
						"val": "611022"
					},
					{
						"name": "商南县",
						"val": "611023"
					},
					{
						"name": "山阳县",
						"val": "611024"
					},
					{
						"name": "镇安县",
						"val": "611025"
					},
					{
						"name": "柞水县",
						"val": "611026"
					}
				]
			}
		]
	},
	{
		"name": "甘肃省",
		"val": "620000",
		"items": [{
				"name": "兰州市",
				"val": "620100",
				"items": [{
						"name": "城关区",
						"val": "620102"
					},
					{
						"name": "七里河区",
						"val": "620103"
					},
					{
						"name": "西固区",
						"val": "620104"
					},
					{
						"name": "安宁区",
						"val": "620105"
					},
					{
						"name": "红古区",
						"val": "620111"
					},
					{
						"name": "永登县",
						"val": "620121"
					},
					{
						"name": "皋兰县",
						"val": "620122"
					},
					{
						"name": "榆中县",
						"val": "620123"
					},
					{
						"name": "兰州新区",
						"val": "620171"
					}
				]
			},
			{
				"name": "嘉峪关市",
				"items": [

				]
			},
			{
				"name": "金昌市",
				"val": "620300",
				"items": [{
						"name": "金川区",
						"val": "620302"
					},
					{
						"name": "永昌县",
						"val": "620321"
					}
				]
			},
			{
				"name": "白银市",
				"val": "620400",
				"items": [{
						"name": "白银区",
						"val": "620402"
					},
					{
						"name": "平川区",
						"val": "620403"
					},
					{
						"name": "靖远县",
						"val": "620421"
					},
					{
						"name": "会宁县",
						"val": "620422"
					},
					{
						"name": "景泰县",
						"val": "620423"
					}
				]
			},
			{
				"name": "天水市",
				"val": "620500",
				"items": [{
						"name": "秦州区",
						"val": "620502"
					},
					{
						"name": "麦积区",
						"val": "620503"
					},
					{
						"name": "清水县",
						"val": "620521"
					},
					{
						"name": "秦安县",
						"val": "620522"
					},
					{
						"name": "甘谷县",
						"val": "620523"
					},
					{
						"name": "武山县",
						"val": "620524"
					},
					{
						"name": "张家川回族自治县",
						"val": "620525"
					}
				]
			},
			{
				"name": "武威市",
				"val": "620600",
				"items": [{
						"name": "凉州区",
						"val": "620602"
					},
					{
						"name": "民勤县",
						"val": "620621"
					},
					{
						"name": "古浪县",
						"val": "620622"
					},
					{
						"name": "天祝藏族自治县",
						"val": "620623"
					}
				]
			},
			{
				"name": "张掖市",
				"val": "620700",
				"items": [{
						"name": "甘州区",
						"val": "620702"
					},
					{
						"name": "肃南裕固族自治县",
						"val": "620721"
					},
					{
						"name": "民乐县",
						"val": "620722"
					},
					{
						"name": "临泽县",
						"val": "620723"
					},
					{
						"name": "高台县",
						"val": "620724"
					},
					{
						"name": "山丹县",
						"val": "620725"
					}
				]
			},
			{
				"name": "平凉市",
				"val": "620800",
				"items": [{
						"name": "崆峒区",
						"val": "620802"
					},
					{
						"name": "泾川县",
						"val": "620821"
					},
					{
						"name": "灵台县",
						"val": "620822"
					},
					{
						"name": "崇信县",
						"val": "620823"
					},
					{
						"name": "庄浪县",
						"val": "620825"
					},
					{
						"name": "静宁县",
						"val": "620826"
					},
					{
						"name": "华亭市",
						"val": "620881"
					}
				]
			},
			{
				"name": "酒泉市",
				"val": "620900",
				"items": [{
						"name": "肃州区",
						"val": "620902"
					},
					{
						"name": "金塔县",
						"val": "620921"
					},
					{
						"name": "瓜州县",
						"val": "620922"
					},
					{
						"name": "肃北蒙古族自治县",
						"val": "620923"
					},
					{
						"name": "阿克塞哈萨克族自治县",
						"val": "620924"
					},
					{
						"name": "玉门市",
						"val": "620981"
					},
					{
						"name": "敦煌市",
						"val": "620982"
					}
				]
			},
			{
				"name": "庆阳市",
				"val": "621000",
				"items": [{
						"name": "西峰区",
						"val": "621002"
					},
					{
						"name": "庆城县",
						"val": "621021"
					},
					{
						"name": "环县",
						"val": "621022"
					},
					{
						"name": "华池县",
						"val": "621023"
					},
					{
						"name": "合水县",
						"val": "621024"
					},
					{
						"name": "正宁县",
						"val": "621025"
					},
					{
						"name": "宁县",
						"val": "621026"
					},
					{
						"name": "镇原县",
						"val": "621027"
					}
				]
			},
			{
				"name": "定西市",
				"val": "621100",
				"items": [{
						"name": "安定区",
						"val": "621102"
					},
					{
						"name": "通渭县",
						"val": "621121"
					},
					{
						"name": "陇西县",
						"val": "621122"
					},
					{
						"name": "渭源县",
						"val": "621123"
					},
					{
						"name": "临洮县",
						"val": "621124"
					},
					{
						"name": "漳县",
						"val": "621125"
					},
					{
						"name": "岷县",
						"val": "621126"
					}
				]
			},
			{
				"name": "陇南市",
				"val": "621200",
				"items": [{
						"name": "武都区",
						"val": "621202"
					},
					{
						"name": "成县",
						"val": "621221"
					},
					{
						"name": "文县",
						"val": "621222"
					},
					{
						"name": "宕昌县",
						"val": "621223"
					},
					{
						"name": "康县",
						"val": "621224"
					},
					{
						"name": "西和县",
						"val": "621225"
					},
					{
						"name": "礼县",
						"val": "621226"
					},
					{
						"name": "徽县",
						"val": "621227"
					},
					{
						"name": "两当县",
						"val": "621228"
					}
				]
			},
			{
				"name": "临夏回族自治州",
				"val": "622900",
				"items": [{
						"name": "临夏市",
						"val": "622901"
					},
					{
						"name": "临夏县",
						"val": "622921"
					},
					{
						"name": "康乐县",
						"val": "622922"
					},
					{
						"name": "永靖县",
						"val": "622923"
					},
					{
						"name": "广河县",
						"val": "622924"
					},
					{
						"name": "和政县",
						"val": "622925"
					},
					{
						"name": "东乡族自治县",
						"val": "622926"
					},
					{
						"name": "积石山保安族东乡族撒拉族自治县",
						"val": "622927"
					}
				]
			},
			{
				"name": "甘南藏族自治州",
				"val": "623000",
				"items": [{
						"name": "合作市",
						"val": "623001"
					},
					{
						"name": "临潭县",
						"val": "623021"
					},
					{
						"name": "卓尼县",
						"val": "623022"
					},
					{
						"name": "舟曲县",
						"val": "623023"
					},
					{
						"name": "迭部县",
						"val": "623024"
					},
					{
						"name": "玛曲县",
						"val": "623025"
					},
					{
						"name": "碌曲县",
						"val": "623026"
					},
					{
						"name": "夏河县",
						"val": "623027"
					}
				]
			}
		]
	},
	{
		"name": "青海省",
		"val": "630000",
		"items": [{
				"name": "西宁市",
				"val": "630100",
				"items": [{
						"name": "城东区",
						"val": "630102"
					},
					{
						"name": "城中区",
						"val": "630103"
					},
					{
						"name": "城西区",
						"val": "630104"
					},
					{
						"name": "城北区",
						"val": "630105"
					},
					{
						"name": "湟中区",
						"val": "630106"
					},
					{
						"name": "大通回族土族自治县",
						"val": "630121"
					},
					{
						"name": "湟源县",
						"val": "630123"
					}
				]
			},
			{
				"name": "海东市",
				"val": "630200",
				"items": [{
						"name": "乐都区",
						"val": "630202"
					},
					{
						"name": "平安区",
						"val": "630203"
					},
					{
						"name": "民和回族土族自治县",
						"val": "630222"
					},
					{
						"name": "互助土族自治县",
						"val": "630223"
					},
					{
						"name": "化隆回族自治县",
						"val": "630224"
					},
					{
						"name": "循化撒拉族自治县",
						"val": "630225"
					}
				]
			},
			{
				"name": "海北藏族自治州",
				"val": "632200",
				"items": [{
						"name": "门源回族自治县",
						"val": "632221"
					},
					{
						"name": "祁连县",
						"val": "632222"
					},
					{
						"name": "海晏县",
						"val": "632223"
					},
					{
						"name": "刚察县",
						"val": "632224"
					}
				]
			},
			{
				"name": "黄南藏族自治州",
				"val": "632300",
				"items": [{
						"name": "同仁市",
						"val": "632301"
					},
					{
						"name": "尖扎县",
						"val": "632322"
					},
					{
						"name": "泽库县",
						"val": "632323"
					},
					{
						"name": "河南蒙古族自治县",
						"val": "632324"
					}
				]
			},
			{
				"name": "海南藏族自治州",
				"val": "632500",
				"items": [{
						"name": "共和县",
						"val": "632521"
					},
					{
						"name": "同德县",
						"val": "632522"
					},
					{
						"name": "贵德县",
						"val": "632523"
					},
					{
						"name": "兴海县",
						"val": "632524"
					},
					{
						"name": "贵南县",
						"val": "632525"
					}
				]
			},
			{
				"name": "果洛藏族自治州",
				"val": "632600",
				"items": [{
						"name": "玛沁县",
						"val": "632621"
					},
					{
						"name": "班玛县",
						"val": "632622"
					},
					{
						"name": "甘德县",
						"val": "632623"
					},
					{
						"name": "达日县",
						"val": "632624"
					},
					{
						"name": "久治县",
						"val": "632625"
					},
					{
						"name": "玛多县",
						"val": "632626"
					}
				]
			},
			{
				"name": "玉树藏族自治州",
				"val": "632700",
				"items": [{
						"name": "玉树市",
						"val": "632701"
					},
					{
						"name": "杂多县",
						"val": "632722"
					},
					{
						"name": "称多县",
						"val": "632723"
					},
					{
						"name": "治多县",
						"val": "632724"
					},
					{
						"name": "囊谦县",
						"val": "632725"
					},
					{
						"name": "曲麻莱县",
						"val": "632726"
					}
				]
			},
			{
				"name": "海西蒙古族藏族自治州",
				"val": "632800",
				"items": [{
						"name": "格尔木市",
						"val": "632801"
					},
					{
						"name": "德令哈市",
						"val": "632802"
					},
					{
						"name": "茫崖市",
						"val": "632803"
					},
					{
						"name": "乌兰县",
						"val": "632821"
					},
					{
						"name": "都兰县",
						"val": "632822"
					},
					{
						"name": "天峻县",
						"val": "632823"
					},
					{
						"name": "大柴旦行政委员会",
						"val": "632857"
					}
				]
			}
		]
	},
	{
		"name": "宁夏回族自治区",
		"val": "640000",
		"items": [{
				"name": "银川市",
				"val": "640100",
				"items": [{
						"name": "兴庆区",
						"val": "640104"
					},
					{
						"name": "西夏区",
						"val": "640105"
					},
					{
						"name": "金凤区",
						"val": "640106"
					},
					{
						"name": "永宁县",
						"val": "640121"
					},
					{
						"name": "贺兰县",
						"val": "640122"
					},
					{
						"name": "灵武市",
						"val": "640181"
					}
				]
			},
			{
				"name": "石嘴山市",
				"val": "640200",
				"items": [{
						"name": "大武口区",
						"val": "640202"
					},
					{
						"name": "惠农区",
						"val": "640205"
					},
					{
						"name": "平罗县",
						"val": "640221"
					}
				]
			},
			{
				"name": "吴忠市",
				"val": "640300",
				"items": [{
						"name": "利通区",
						"val": "640302"
					},
					{
						"name": "红寺堡区",
						"val": "640303"
					},
					{
						"name": "盐池县",
						"val": "640323"
					},
					{
						"name": "同心县",
						"val": "640324"
					},
					{
						"name": "青铜峡市",
						"val": "640381"
					}
				]
			},
			{
				"name": "固原市",
				"val": "640400",
				"items": [{
						"name": "原州区",
						"val": "640402"
					},
					{
						"name": "西吉县",
						"val": "640422"
					},
					{
						"name": "隆德县",
						"val": "640423"
					},
					{
						"name": "泾源县",
						"val": "640424"
					},
					{
						"name": "彭阳县",
						"val": "640425"
					}
				]
			},
			{
				"name": "中卫市",
				"val": "640500",
				"items": [{
						"name": "沙坡头区",
						"val": "640502"
					},
					{
						"name": "中宁县",
						"val": "640521"
					},
					{
						"name": "海原县",
						"val": "640522"
					}
				]
			}
		]
	},
	{
		"name": "新疆维吾尔自治区",
		"val": "650000",
		"items": [{
				"name": "乌鲁木齐市",
				"val": "650100",
				"items": [{
						"name": "天山区",
						"val": "650102"
					},
					{
						"name": "沙依巴克区",
						"val": "650103"
					},
					{
						"name": "新市区",
						"val": "650104"
					},
					{
						"name": "水磨沟区",
						"val": "650105"
					},
					{
						"name": "头屯河区",
						"val": "650106"
					},
					{
						"name": "达坂城区",
						"val": "650107"
					},
					{
						"name": "米东区",
						"val": "650109"
					},
					{
						"name": "乌鲁木齐县",
						"val": "650121"
					}
				]
			},
			{
				"name": "克拉玛依市",
				"val": "650200",
				"items": [{
						"name": "独山子区",
						"val": "650202"
					},
					{
						"name": "克拉玛依区",
						"val": "650203"
					},
					{
						"name": "白碱滩区",
						"val": "650204"
					},
					{
						"name": "乌尔禾区",
						"val": "650205"
					}
				]
			},
			{
				"name": "吐鲁番市",
				"val": "650400",
				"items": [{
						"name": "高昌区",
						"val": "650402"
					},
					{
						"name": "鄯善县",
						"val": "650421"
					},
					{
						"name": "托克逊县",
						"val": "650422"
					}
				]
			},
			{
				"name": "哈密市",
				"val": "650500",
				"items": [{
						"name": "伊州区",
						"val": "650502"
					},
					{
						"name": "巴里坤哈萨克自治县",
						"val": "650521"
					},
					{
						"name": "伊吾县",
						"val": "650522"
					}
				]
			},
			{
				"name": "昌吉回族自治州",
				"val": "652300",
				"items": [{
						"name": "昌吉市",
						"val": "652301"
					},
					{
						"name": "阜康市",
						"val": "652302"
					},
					{
						"name": "呼图壁县",
						"val": "652323"
					},
					{
						"name": "玛纳斯县",
						"val": "652324"
					},
					{
						"name": "奇台县",
						"val": "652325"
					},
					{
						"name": "吉木萨尔县",
						"val": "652327"
					},
					{
						"name": "木垒哈萨克自治县",
						"val": "652328"
					}
				]
			},
			{
				"name": "博尔塔拉蒙古自治州",
				"val": "652700",
				"items": [{
						"name": "博乐市",
						"val": "652701"
					},
					{
						"name": "阿拉山口市",
						"val": "652702"
					},
					{
						"name": "精河县",
						"val": "652722"
					},
					{
						"name": "温泉县",
						"val": "652723"
					}
				]
			},
			{
				"name": "巴音郭楞蒙古自治州",
				"val": "652800",
				"items": [{
						"name": "库尔勒市",
						"val": "652801"
					},
					{
						"name": "轮台县",
						"val": "652822"
					},
					{
						"name": "尉犁县",
						"val": "652823"
					},
					{
						"name": "若羌县",
						"val": "652824"
					},
					{
						"name": "且末县",
						"val": "652825"
					},
					{
						"name": "焉耆回族自治县",
						"val": "652826"
					},
					{
						"name": "和静县",
						"val": "652827"
					},
					{
						"name": "和硕县",
						"val": "652828"
					},
					{
						"name": "博湖县",
						"val": "652829"
					},
					{
						"name": "库尔勒经济技术开发区",
						"val": "652871"
					}
				]
			},
			{
				"name": "阿克苏地区",
				"val": "652900",
				"items": [{
						"name": "阿克苏市",
						"val": "652901"
					},
					{
						"name": "库车市",
						"val": "652902"
					},
					{
						"name": "温宿县",
						"val": "652922"
					},
					{
						"name": "沙雅县",
						"val": "652924"
					},
					{
						"name": "新和县",
						"val": "652925"
					},
					{
						"name": "拜城县",
						"val": "652926"
					},
					{
						"name": "乌什县",
						"val": "652927"
					},
					{
						"name": "阿瓦提县",
						"val": "652928"
					},
					{
						"name": "柯坪县",
						"val": "652929"
					}
				]
			},
			{
				"name": "克孜勒苏柯尔克孜自治州",
				"val": "653000",
				"items": [{
						"name": "阿图什市",
						"val": "653001"
					},
					{
						"name": "阿克陶县",
						"val": "653022"
					},
					{
						"name": "阿合奇县",
						"val": "653023"
					},
					{
						"name": "乌恰县",
						"val": "653024"
					}
				]
			},
			{
				"name": "喀什地区",
				"val": "653100",
				"items": [{
						"name": "喀什市",
						"val": "653101"
					},
					{
						"name": "疏附县",
						"val": "653121"
					},
					{
						"name": "疏勒县",
						"val": "653122"
					},
					{
						"name": "英吉沙县",
						"val": "653123"
					},
					{
						"name": "泽普县",
						"val": "653124"
					},
					{
						"name": "莎车县",
						"val": "653125"
					},
					{
						"name": "叶城县",
						"val": "653126"
					},
					{
						"name": "麦盖提县",
						"val": "653127"
					},
					{
						"name": "岳普湖县",
						"val": "653128"
					},
					{
						"name": "伽师县",
						"val": "653129"
					},
					{
						"name": "巴楚县",
						"val": "653130"
					},
					{
						"name": "塔什库尔干塔吉克自治县",
						"val": "653131"
					}
				]
			},
			{
				"name": "和田地区",
				"val": "653200",
				"items": [{
						"name": "和田市",
						"val": "653201"
					},
					{
						"name": "和田县",
						"val": "653221"
					},
					{
						"name": "墨玉县",
						"val": "653222"
					},
					{
						"name": "皮山县",
						"val": "653223"
					},
					{
						"name": "洛浦县",
						"val": "653224"
					},
					{
						"name": "策勒县",
						"val": "653225"
					},
					{
						"name": "于田县",
						"val": "653226"
					},
					{
						"name": "民丰县",
						"val": "653227"
					}
				]
			},
			{
				"name": "伊犁哈萨克自治州",
				"val": "654000",
				"items": [{
						"name": "伊宁市",
						"val": "654002"
					},
					{
						"name": "奎屯市",
						"val": "654003"
					},
					{
						"name": "霍尔果斯市",
						"val": "654004"
					},
					{
						"name": "伊宁县",
						"val": "654021"
					},
					{
						"name": "察布查尔锡伯自治县",
						"val": "654022"
					},
					{
						"name": "霍城县",
						"val": "654023"
					},
					{
						"name": "巩留县",
						"val": "654024"
					},
					{
						"name": "新源县",
						"val": "654025"
					},
					{
						"name": "昭苏县",
						"val": "654026"
					},
					{
						"name": "特克斯县",
						"val": "654027"
					},
					{
						"name": "尼勒克县",
						"val": "654028"
					}
				]
			},
			{
				"name": "塔城地区",
				"val": "654200",
				"items": [{
						"name": "塔城市",
						"val": "654201"
					},
					{
						"name": "乌苏市",
						"val": "654202"
					},
					{
						"name": "沙湾市",
						"val": "654203"
					},
					{
						"name": "额敏县",
						"val": "654221"
					},
					{
						"name": "托里县",
						"val": "654224"
					},
					{
						"name": "裕民县",
						"val": "654225"
					},
					{
						"name": "和布克赛尔蒙古自治县",
						"val": "654226"
					}
				]
			},
			{
				"name": "阿勒泰地区",
				"val": "654300",
				"items": [{
						"name": "阿勒泰市",
						"val": "654301"
					},
					{
						"name": "布尔津县",
						"val": "654321"
					},
					{
						"name": "富蕴县",
						"val": "654322"
					},
					{
						"name": "福海县",
						"val": "654323"
					},
					{
						"name": "哈巴河县",
						"val": "654324"
					},
					{
						"name": "青河县",
						"val": "654325"
					},
					{
						"name": "吉木乃县",
						"val": "654326"
					}
				]
			},
			{
				"name": "石河子市",
				"val": "659001",
				"items": [{
					"name": "石河子市",
					"val": "659001"
				}]
			},
			{
				"name": "阿拉尔市",
				"val": "659002",
				"items": [{
					"name": "阿拉尔市",
					"val": "659002"
				}]
			},
			{
				"name": "图木舒克市",
				"val": "659003",
				"items": [{
					"name": "图木舒克市",
					"val": "659003"
				}]
			},
			{
				"name": "五家渠市",
				"val": "659004",
				"items": [{
					"name": "五家渠市",
					"val": "659004"
				}]
			},
			{
				"name": "北屯市",
				"val": "659005",
				"items": [{
					"name": "北屯市",
					"val": "659005"
				}]
			},
			{
				"name": "铁门关市",
				"val": "659006",
				"items": [{
					"name": "铁门关市",
					"val": "659006"
				}]
			},
			{
				"name": "双河市",
				"val": "659007",
				"items": [{
					"name": "双河市",
					"val": "659007"
				}]
			},
			{
				"name": "可克达拉市",
				"val": "659008",
				"items": [{
					"name": "可克达拉市",
					"val": "659008"
				}]
			},
			{
				"name": "昆玉市",
				"val": "659009",
				"items": [{
					"name": "昆玉市",
					"val": "659009"
				}]
			},
			{
				"name": "胡杨河市",
				"val": "659010",
				"items": [{
					"name": "胡杨河市",
					"val": "659010"
				}]
			},
			{
				"name": "新星市",
				"val": "659011",
				"items": [{
					"name": "新星市",
					"val": "659011"
				}]
			}
		]
	}
]